{
  "French":[
   {
    "Name": "Les Liaisons Dangereuses",
    "Author": "Pierre Choderlos ",
    "Link": "https:\/\/ia804701.us.archive.org\/16\/items\/lesliaisonsdange00lacl\/lesliaisonsdange00lacl.pdf",
    "Category": "Classics",
    "Description": "Les Liaisons Dangereuses is a French novel about two cunning nobles, the Marquise de Merteuil and the Vicomte de Valmont, who engage in a dangerous game of seduction and revenge, ultimately destroying themselves and those around them.",
    "Cover": "https:\/\/images.booksense.com\/images\/456\/452\/9780486452456.jpg"
   },
   {
    "Name": "La Cigale",
    "Author": "Jean de La Fontaine",
    "Link": "http:\/\/sitesecoles.ac-poitiers.fr\/st-pardoux\/sites\/st-pardoux\/IMG\/pdf\/la-cigale-et-la-fourmi-jean-de-la-fontaine---cm1---cm2---arts-du-langage---histoire-des-arts---cycle-3-2.pdf",
    "Category": "Classics",
    "Description": "\"La Cigale\" is a classic French fable by Jean de La Fontaine. It tells the story of a grasshopper who spends the summer singing while the ants work diligently to prepare for winter. When the cold season arrives, the grasshopper finds herself in need, teaching a moral lesson about the importance of foresight and hard work.",
    "Cover": "https:\/\/d3fa68hw0m2vcc.cloudfront.net\/794\/168442996.jpeg"
   },
   {
    "Name": "Le Petit Prince",
    "Author": "Antoine Saint",
    "Link": "https:\/\/www.ebooksgratuits.com\/pdf\/st_exupery_le_petit_prince.pdf",
    "Category": "Classics",
    "Description": "\"Le Petit Prince\" (The Little Prince) is a beloved novella written by Antoine de Saint-Exupéry. It follows the story of a young prince who travels from planet to planet, encountering various characters and learning profound life lessons along the way. Through whimsical storytelling, the book explores themes of friendship, love, and the importance of seeing the world with a childlike wonder.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/710wth0vXZL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Les Misérables",
    "Author": "Victor Hugo",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Hugo-miserables-1.pdf",
    "Category": "Classics",
    "Description": "\"Les Misérables\" is a masterpiece novel by Victor Hugo. Set in 19th-century France, it follows the lives of several characters, notably Jean Valjean, a paroled convict who seeks redemption, and Inspector Javert, who relentlessly pursues him. The novel explores themes of justice, love, redemption, and the struggles of the poor in society. With its richly developed characters and epic scope, \"Les Misérables\" is considered one of the greatest works of world literature.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/a6bdd3f5-ba60-4ad3-8f6b-5f1427021961\/1200\/1200\/False\/les-miserables-305.jpg"
   },
   {
    "Name": "Madame Bovary",
    "Author": "Gustave Flaubert",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Flaubert-Bovary.pdf",
    "Category": "Classics",
    "Description": "\"Madame Bovary\" is a novel written by Gustave Flaubert. It tells the story of Emma Bovary, a young woman trapped in a loveless marriage and disillusioned with provincial life in 19th-century France. Seeking fulfillment and excitement, Emma embarks on a series of romantic affairs, ultimately leading to her downfall. Flaubert's meticulous prose and psychological insight make \"Madame Bovary\" a classic of realist literature, exploring themes of passion, societal expectations, and the consequences of romantic idealism.",
    "Cover": "https:\/\/wordery.com\/jackets\/66f42df4\/madame-bovary-gustave-flaubert-9781606601112.jpg"
   },
   {
    "Name": "Le Cid",
    "Author": "Pierre Corneille",
    "Link": "https:\/\/www.theatre-classique.fr\/pages\/pdf\/CORNEILLEP_CID37.pdf",
    "Category": "Classics",
    "Description": "\"Le Cid\" is a French tragicomedy by Pierre Corneille, first performed in 1637. It revolves around the protagonist, Rodrigue (The Cid), and his love for Chimène amidst conflicts of honor and duty. The play explores themes of love, loyalty, and moral dilemmas in medieval Spain.",
    "Cover": "https:\/\/media.electre-ng.com\/images\/image-id\/d88e3112f9d10899950aebcd69c5c9f13102fd583956fe08d2c5726a9b86e8f7.jpg"
   },
   {
    "Name": "Portraits Littéraires ",
    "Author": "Sainte-Beuve",
    "Link": "https:\/\/cerisy-colloques.fr\/wp-content\/uploads\/2020\/02\/PortraitsLitterature-PubCerisy2018.pdf",
    "Category": "Classics",
    "Description": "\"Portraits Littéraires\" is a collection of literary essays by Charles Augustin Sainte-Beuve, a 19th-century French literary critic. In these essays, Sainte-Beuve provides insightful analyses and critiques of various writers and their works, offering nuanced portraits of their personalities, styles, and contributions to literature. The collection is renowned for its depth of analysis and its influence on literary criticism.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTdv86urbvQiPSpga3p3SWg-xsbN3xm_oD707Pbb0bKAwDyoqaQlkVOUfbdzSHJk1f1uH8&usqp=CAU"
   },
   {
    "Name": "Oeuvres de Lamartine",
    "Author": "Lamartine",
    "Link": "https:\/\/ia601305.us.archive.org\/25\/items\/oeuvresdelamart00lamagoog\/oeuvresdelamart00lamagoog.pdf",
    "Category": "Classics",
    "Description": "The \"Oeuvres de Lamartine\" refers to the complete works of Alphonse de Lamartine, a prominent French writer, poet, and politician of the 19th century. Lamartine's oeuvre includes poetry, novels, plays, essays, and political writings. His works often explore themes of love, nature, spirituality, and the human condition, making him a central figure in French Romanticism. Notable works within this collection include \"Méditations poétiques,\" \"Le Lac,\" and \"Graziella.\"",
    "Cover": "https:\/\/c8.alamy.com\/comp\/2A25BKD\/french-satirical-magazine-cover-depicting-the-book-les-metiers-qui-tuent-the-jobs-that-kill-a-survey-of-labour-unions-on-occupational-diseases-by-the-brothers-leon-and-maurice-bonneff-1908-2A25BKD.jpg"
   },
   {
    "Name": "Causeries",
    "Author": "Alexandra Dumas",
    "Link": "https:\/\/ia801600.us.archive.org\/35\/items\/causeries02duma\/causeries02duma.pdf",
    "Category": "Classics",
    "Description": "\"Causeries\" by Alexandre Dumas refers to a collection of informal talks or conversations by the renowned French author Alexandre Dumas. In these causeries, Dumas shares insights, anecdotes, and reflections on a variety of topics, ranging from literature and history to travel and personal experiences. Dumas's engaging and lively style makes these causeries both informative and entertaining, offering readers a glimpse into the mind of one of the most celebrated storytellers of the 19th century.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQmOT_6SBmDB3r9_ACaQXCpRHmX_A1Q4lzUTFj623nWE64z4RVp9Ks-Bmmi0MeDGRod6aM&usqp=CAU"
   },
   {
    "Name": "Fragments des oeuvres",
    "Author": "Alexandra Dumas",
    "Link": "https:\/\/ia802600.us.archive.org\/0\/items\/fragmentsdesoeuv00duma\/fragmentsdesoeuv00duma.pdf",
    "Category": "Classics",
    "Description": "\"Fragments des œuvres\" by Alexandre Dumas refers to a compilation of excerpts or fragments from the works of the prolific French author Alexandre Dumas. This collection may include passages from Dumas's novels, plays, essays, and other writings, showcasing the breadth and depth of his literary output. By assembling these fragments, readers can gain insight into Dumas's storytelling techniques, themes, and characters, offering a condensed yet comprehensive overview of his literary legacy.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61t5dnhihdL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "L'Île au trésor",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Stevenson-tresor.pdf",
    "Category": "Adventure",
    "Description": "\"L'Île au trésor\" (Treasure Island) is an exhilarating adventure novel by Robert Louis Stevenson. Set in the golden age of piracy, it follows the young Jim Hawkins as he embarks on a perilous journey to uncover buried treasure on a remote island. Filled with treacherous pirates, cunning schemes, and buried secrets, it's a timeless tale of bravery, friendship, and the allure of hidden riches. Get ready to set sail on a thrilling escapade where danger and excitement lurk around every corner.",
    "Cover": "https:\/\/www.glenat.com\/sites\/default\/files\/images\/livres\/couv\/9782344043493-001-T.jpeg"
   },
   {
    "Name": "Le Tour du monde en quatre-vingts jours",
    "Author": "Jules Verne",
    "Link": "https:\/\/ia803401.us.archive.org\/4\/items\/letourdumondeenq00vernuoft\/letourdumondeenq00vernuoft.pdf",
    "Category": "Adventure",
    "Description": "\"Le Tour du monde en quatre-vingts jours\" by Jules Verne is a gripping adventure tale following Phileas Fogg and his valet as they race around the globe in just eighty days, encountering obstacles and adversaries at every turn. Fast-paced and thrilling, it's a timeless story of determination and adventure.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQsDn6mbBWwScUaS8JLPZHtJrfupm_p1gCdjw&usqp=CAU"
   },
   {
    "Name": " Le Voyage d'un naturaliste autour du monde",
    "Author": "Charles Darwin",
    "Link": "https:\/\/athenaphilosophique.net\/wp-content\/uploads\/2019\/07\/Darwin-Charles-Voyage-dun-naturaliste-autour-du-monde.pdf",
    "Category": "Adventure",
    "Description": "\"Le Voyage d'un naturaliste autour du monde\" is Charles Darwin's thrilling travelogue chronicling his groundbreaking journey aboard the HMS Beagle. Packed with vivid descriptions and groundbreaking observations, it's a must-read for anyone curious about the wonders of the natural world.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/618ZCGBb8PL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Les Voyages de Gulliver",
    "Author": "Jonathan Swift",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Swift-Gulliver.pdf",
    "Category": "Adventure",
    "Description": "\"Les Voyages de Gulliver\" (Gulliver's Travels) by Jonathan Swift is a satirical masterpiece following Lemuel Gulliver's fantastical journeys to strange lands, where he encounters miniature people, giants, and absurd societies. Swift's witty commentary on human nature and society makes it a timeless classic, offering both entertainment and profound insight.",
    "Cover": "https:\/\/www.glenat.com\/sites\/default\/files\/images\/livres\/couv\/9782749303659-001-T.jpeg"
   },
   {
    "Name": "Le roman expérimental",
    "Author": "Emile Zola",
    "Link": "https:\/\/ia600906.us.archive.org\/9\/items\/leromanexprime00zola\/leromanexprime00zola.pdf",
    "Category": "Adventure",
    "Description": "\"Le Roman Expérimental\" by Émile Zola is a literary manifesto advocating for the application of scientific principles to literature, aiming to create a realistic portrayal of society and human behavior. It's a groundbreaking work that continues to shape the course of literary history.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41Zk1+1DyEL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Vingt mille lieues sous les mers",
    "Author": "Jules Verne",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Verne-mers.pdf",
    "Category": "Adventure",
    "Description": "\"Vingt mille lieues sous les mers\" (Twenty Thousand Leagues Under the Sea) by Jules Verne is a thrilling adventure novel chronicling the expedition of Captain Nemo aboard the submarine Nautilus. Join Professor Aronnax and his companions as they explore the depths of the ocean, encountering incredible sea creatures and witnessing Captain Nemo's enigmatic quest for freedom. It's a captivating tale of exploration, discovery, and the wonders of the deep sea.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9782012031975-us.jpg"
   },
   {
    "Name": "Les Cinq Semaines en ballon",
    "Author": "Jules Verne",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Verne-ballon.pdf",
    "Category": "Adventure",
    "Description": "\"Les Cinq Semaines en ballon\" (Five Weeks in a Balloon) by Jules Verne is an exhilarating adventure novel following Dr. Samuel Fergusson and his companions as they embark on a daring journey across Africa in a hot air balloon. Filled with excitement, danger, and exploration, it's a thrilling tale of adventure and discovery that captures the imagination and spirit of exploration.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71VEflawLwL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La nuit du Renard",
    "Author": "Mary Higgins Clark",
    "Link": "https:\/\/www.furet.com\/media\/pdf\/feuilletage\/9\/7\/8\/2\/2\/1\/0\/7\/9782210754027.pdf",
    "Category": "Adventure",
    "Description": "\"La nuit du Renard\" (The Night of the Fox) by Mary Higgins Clark is a gripping suspense novel that follows a deadly game of cat and mouse between a cunning murderer and a determined investigator. With twists and turns at every corner, secrets unravel and tension mounts, keeping readers on the edge of their seats until the final revelation. It's a riveting tale of suspense and intrigue that will leave you guessing until the very end.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71UX7YZxT9L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Les bonnes",
    "Author": "Jean Genet",
    "Link": "https:\/\/lyc-cdg-poissy.ac-versailles.fr\/IMG\/pdf\/genet-les_bonnes.pdf",
    "Category": "Adventure",
    "Description": "\"Les Bonnes\" (The Maids) by Jean Genet is a powerful and provocative play delving into the complex dynamics of power, identity, and obsession. Set in the confines of a bourgeois household, it follows two maids who enact elaborate role-playing fantasies, blurring the lines between reality and illusion. With its intense psychological drama and subversive themes, \"Les Bonnes\" is a gripping exploration of desire and repression that challenges societal norms and expectations.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61QValgMzDL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Apocalypse bébé",
    "Author": "Virginie Despentes",
    "Link": "https:\/\/theatredeliege.be\/wp-content\/uploads\/2014\/11\/CP-apocalypse_bebe.pdf",
    "Category": "Adventure",
    "Description": "\"Apocalypse Bébé\" is a gripping crime thriller by Virginie Despentes that takes readers on a whirlwind journey through the underbelly of Paris. When a young girl named Valentine disappears, private detective Lucie teams up with a motley crew to uncover the truth. With sharp wit and unflinching social commentary, Despentes crafts a tale that's as thought-provoking as it is thrilling, exploring themes of gender, power, and modern society. Get ready for a rollercoaster ride through the dark alleys of Paris where nothing is as it seems.",
    "Cover": "https:\/\/images.squarespace-cdn.com\/content\/v1\/56d1c90b37013be34dbcc75c\/1523566931991-BLP4QCAKNRCYJ2JV7G85\/Apocalypse_Baby_C.jpg"
   },
   {
    "Name": "L'Étranger",
    "Author": "Albert Camus",
    "Link": "https:\/\/www.anthropomada.com\/bibliotheque\/CAMUS-Letranger.pdf",
    "Category": "Thriller",
    "Description": "\"L'Étranger\" by Albert Camus is a gripping existential novel following Meursault, an indifferent Algerian man entangled in a senseless murder. Camus' sharp prose delves into themes of alienation and the absurdity of human existence, making it a timeless classic.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91g-tUclDbL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Arsène Lupin",
    "Author": "Maurice Leblanc",
    "Link": "https:\/\/beq.ebooksgratuits.com\/classiques-xpdf\/Leblanc_Arsene_Lupin_gentleman_cambrioleur.pdf",
    "Category": "Thriller",
    "Description": "\"Arsène Lupin\" is a captivating series of detective stories featuring the charming and cunning gentleman thief, Arsène Lupin. Created by Maurice Leblanc, these tales follow Lupin as he outwits authorities and navigates through a world of crime and intrigue with flair and sophistication. Filled with clever twists and daring escapades, the adventures of Arsène Lupin have captivated readers for generations, making him one of literature's most beloved anti-heroes.",
    "Cover": "https:\/\/s01.static.libri.hu\/cover\/ba\/4\/7324000_4.jpg"
   },
   {
    "Name": "Le Parfum",
    "Author": " Patrick Süskind",
    "Link": "http:\/\/locipompeiani.free.fr\/textes\/le-parfum.pdf",
    "Category": "Thriller",
    "Description": "\"Le Parfum\" is a captivating novel by Patrick Süskind, following the twisted journey of Jean-Baptiste Grenouille, a gifted perfumer with a dangerous obsession.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTKu_cZ5U7P4uWZdP5IkzL6fIsdeyWZu9xn5DHXpB7xvOzfPeyXrpx6yq81Wqxs"
   },
   {
    "Name": "Le Horla",
    "Author": "Guy de Maupassant",
    "Link": "http:\/\/maupassant.free.fr\/pdf\/horla.pdf",
    "Category": "Thriller",
    "Description": "\"Le Horla\" is a chilling short story by Guy de Maupassant, exploring themes of madness and supernatural terror as the narrator grapples with the haunting presence of an unseen entity.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81G4QYBgVxL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "L'Affaire Lerouge",
    "Author": "Émile Gaboriau",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/gaboriau-lerouge.pdf",
    "Category": "Thriller",
    "Description": "\"L'Affaire Lerouge\" is an intriguing detective novel by Émile Gaboriau, considered one of the earliest examples of the genre. It follows the investigation of Inspector Lecoq into the murder of a wealthy widow, uncovering layers of deception and intrigue along the way.",
    "Cover": "https:\/\/www.le-livre.fr\/photos\/RO9\/RO90073868.jpg"
   },
   {
    "Name": "Vidocq : Mémoires",
    "Author": "Eugène François Vidocq",
    "Link": "http:\/\/fvidocq.free.fr\/Downloads\/Vidocq%20-%20Mémoires%20de%20Vidocq%20-%20Tome%20II.pdf",
    "Category": "Thriller",
    "Description": "\"Vidocq: Mémoires\" is the captivating autobiography of Eugène François Vidocq, a former criminal turned chief of the French Sûreté. Filled with tales of his daring escapades, transformations, and insights into the criminal underworld, it offers a fascinating glimpse into 19th-century France and the world of law enforcement.",
    "Cover": "https:\/\/i0.wp.com\/ecx.images-amazon.com\/images\/I\/51aiXu5GmLL._SX312_BO1,204,203,200_.jpg"
   },
   {
    "Name": "Arsène Lupin",
    "Author": "Maurice Leblanc",
    "Link": "https:\/\/beq.ebooksgratuits.com\/classiques-xpdf\/Leblanc_Arsene_Lupin_gentleman_cambrioleur.pdf",
    "Category": "Thriller",
    "Description": "\"Arsène Lupin\" is a captivating series of detective stories featuring the charming and cunning gentleman thief, Arsène Lupin. Created by Maurice Leblanc, these tales follow Lupin as he outwits authorities and navigates through a world of crime and intrigue with flair and sophistication. Filled with clever twists and daring escapades, the adventures of Arsène Lupin have captivated readers for generations, making him one of literature's most beloved anti-heroes.",
    "Cover": "https:\/\/s01.static.libri.hu\/cover\/ba\/4\/7324000_4.jpg"
   },
   {
    "Name": "Thérèse Desqueyroux",
    "Author": "François Mauriac",
    "Link": "https:\/\/lewebpedagogique.com\/annelaureverlynde\/files\/2014\/05\/mauriac-therese-desqueyroux-.pdf",
    "Category": "Thriller",
    "Description": "\"Thérèse Desqueyroux\" is a gripping psychological novel by François Mauriac, delving into the dark and troubled mind of its titular character as she grapples with feelings of entrapment and desperation in her suffocating marriage.",
    "Cover": "https:\/\/upload.wikimedia.org\/wikipedia\/en\/0\/07\/Th%C3%A9r%C3%A8se_Desqueyroux_2012_poster.png"
   },
   {
    "Name": "L'Homme au masque de fer",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/ebooks-bnr.com\/ebooks\/pdf4\/dumas_ali_pacha_masque_fer.pdf",
    "Category": "Thriller",
    "Description": "\"L'Homme au masque de fer\" (The Man in the Iron Mask) is a captivating historical mystery surrounding the identity and fate of a mysterious prisoner held in the Bastille during the reign of Louis XIV. Rich in intrigue and conspiracy, Alexandre Dumas' novel weaves together elements of history and fiction to create a thrilling tale of royal secrets and political intrigue in 17th-century France.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51VW57MD3TL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Les Mystères de Paris",
    "Author": "Eugène Sue",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Sue-mysteres-1.pdf",
    "Category": "Thriller",
    "Description": "\"Les Mystères de Paris\" by Eugène Sue is a gripping novel set in the underbelly of 19th-century Paris, exploring the lives of various characters from different social classes. Filled with intrigue, romance, and social commentary, it sheds light on the disparities and injustices of urban life, captivating readers with its vivid portrayal of Parisian society.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71xrdWnaP4L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le rouge et le noir",
    "Author": " Stendhal",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Stendhal-rouge.pdf",
    "Category": "Fiction",
    "Description": "\"Le Rouge et le Noir\" (The Red and the Black) by Stendhal is a captivating novel that follows the ambitious Julien Sorel as he navigates through the complexities of love, ambition, and societal expectations in post-Napoleonic France. With its rich psychological depth and sharp social commentary, it remains a timeless exploration of human nature and the pursuit of success.",
    "Cover": "https:\/\/static.fnac-static.com\/multimedia\/PE\/Images\/FR\/NR\/2e\/17\/37\/3610414\/1540-1\/tsp20240119073911\/Le-rouge-et-le-noir-Texte-Abrege.jpg"
   },
   {
    "Name": "Madame Bovary",
    "Author": "Gustave Flaubert",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Flaubert-Bovary.pdf",
    "Category": "Fiction",
    "Description": "\"Madame Bovary\" is a novel written by Gustave Flaubert. It tells the story of Emma Bovary, a young woman trapped in a loveless marriage and disillusioned with provincial life in 19th-century France. Seeking fulfillment and excitement, Emma embarks on a series of romantic affairs, ultimately leading to her downfall. Flaubert's meticulous prose and psychological insight make \"Madame Bovary\" a classic of realist literature, exploring themes of passion, societal expectations, and the consequences of romantic idealism.",
    "Cover": "https:\/\/wordery.com\/jackets\/66f42df4\/madame-bovary-gustave-flaubert-9781606601112.jpg"
   },
   {
    "Name": "Les Misérables",
    "Author": "Victor Hugo",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Hugo-miserables-1.pdf",
    "Category": "Fiction",
    "Description": "\"Les Misérables\" is a masterpiece novel by Victor Hugo. Set in 19th-century France, it follows the lives of several characters, notably Jean Valjean, a paroled convict who seeks redemption, and Inspector Javert, who relentlessly pursues him. The novel explores themes of justice, love, redemption, and the struggles of the poor in society. With its richly developed characters and epic scope, \"Les Misérables\" is considered one of the greatest works of world literature.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/a6bdd3f5-ba60-4ad3-8f6b-5f1427021961\/1200\/1200\/False\/les-miserables-305.jpg"
   },
   {
    "Name": "Les bonnes",
    "Author": "Jean Genet",
    "Link": "https:\/\/lyc-cdg-poissy.ac-versailles.fr\/IMG\/pdf\/genet-les_bonnes.pdf",
    "Category": "Fiction",
    "Description": "\"Les Bonnes\" (The Maids) by Jean Genet is a powerful and provocative play delving into the complex dynamics of power, identity, and obsession. Set in the confines of a bourgeois household, it follows two maids who enact elaborate role-playing fantasies, blurring the lines between reality and illusion. With its intense psychological drama and subversive themes, \"Les Bonnes\" is a gripping exploration of desire and repression that challenges societal norms and expectations.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61QValgMzDL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Apocalypse bébé",
    "Author": "Virginie Despentes",
    "Link": "https:\/\/theatredeliege.be\/wp-content\/uploads\/2014\/11\/CP-apocalypse_bebe.pdf",
    "Category": "Fiction",
    "Description": "\"Apocalypse Bébé\" is a gripping crime thriller by Virginie Despentes that takes readers on a whirlwind journey through the underbelly of Paris. When a young girl named Valentine disappears, private detective Lucie teams up with a motley crew to uncover the truth. With sharp wit and unflinching social commentary, Despentes crafts a tale that's as thought-provoking as it is thrilling, exploring themes of gender, power, and modern society. Get ready for a rollercoaster ride through the dark alleys of Paris where nothing is as it seems.",
    "Cover": "https:\/\/images.squarespace-cdn.com\/content\/v1\/56d1c90b37013be34dbcc75c\/1523566931991-BLP4QCAKNRCYJ2JV7G85\/Apocalypse_Baby_C.jpg"
   },
   {
    "Name": "Le Cid",
    "Author": "Pierre Corneille",
    "Link": "https:\/\/www.theatre-classique.fr\/pages\/pdf\/CORNEILLEP_CID37.pdf",
    "Category": "Fiction",
    "Description": "\"Le Cid\" is a French tragicomedy by Pierre Corneille, first performed in 1637. It revolves around the protagonist, Rodrigue (The Cid), and his love for Chimène amidst conflicts of honor and duty. The play explores themes of love, loyalty, and moral dilemmas in medieval Spain.",
    "Cover": "https:\/\/media.electre-ng.com\/images\/image-id\/d88e3112f9d10899950aebcd69c5c9f13102fd583956fe08d2c5726a9b86e8f7.jpg"
   },
   {
    "Name": "Arsène Lupin",
    "Author": "Maurice Leblanc",
    "Link": "https:\/\/beq.ebooksgratuits.com\/classiques-xpdf\/Leblanc_Arsene_Lupin_gentleman_cambrioleur.pdf",
    "Category": "Fiction",
    "Description": "\"Arsène Lupin\" is a captivating series of detective stories featuring the charming and cunning gentleman thief, Arsène Lupin. Created by Maurice Leblanc, these tales follow Lupin as he outwits authorities and navigates through a world of crime and intrigue with flair and sophistication. Filled with clever twists and daring escapades, the adventures of Arsène Lupin have captivated readers for generations, making him one of literature's most beloved anti-heroes.",
    "Cover": "https:\/\/s01.static.libri.hu\/cover\/ba\/4\/7324000_4.jpg"
   },
   {
    "Name": "Les Mystères de Paris",
    "Author": "Eugène Sue",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Sue-mysteres-1.pdf",
    "Category": "Fiction",
    "Description": "\"Les Mystères de Paris\" by Eugène Sue is a gripping novel set in the underbelly of 19th-century Paris, exploring the lives of various characters from different social classes. Filled with intrigue, romance, and social commentary, it sheds light on the disparities and injustices of urban life, captivating readers with its vivid portrayal of Parisian society.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71xrdWnaP4L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Petit Prince",
    "Author": "Antoine Saint",
    "Link": "https:\/\/www.ebooksgratuits.com\/pdf\/st_exupery_le_petit_prince.pdf",
    "Category": "Fiction",
    "Description": "\"Le Petit Prince\" (The Little Prince) is a beloved novella written by Antoine de Saint-Exupéry. It follows the story of a young prince who travels from planet to planet, encountering various characters and learning profound life lessons along the way. Through whimsical storytelling, the book explores themes of friendship, love, and the importance of seeing the world with a childlike wonder.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/710wth0vXZL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": " Le Voyage d'un naturaliste autour du monde",
    "Author": "Charles Darwin",
    "Link": "https:\/\/athenaphilosophique.net\/wp-content\/uploads\/2019\/07\/Darwin-Charles-Voyage-dun-naturaliste-autour-du-monde.pdf",
    "Category": "Fiction",
    "Description": "\"Le Voyage d'un naturaliste autour du monde\" is Charles Darwin's thrilling travelogue chronicling his groundbreaking journey aboard the HMS Beagle. Packed with vivid descriptions and groundbreaking observations, it's a must-read for anyone curious about the wonders of the natural world.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/618ZCGBb8PL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Contes de Fées",
    "Author": "Charles Perrault",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Daulnoy-contes.pdf",
    "Category": "Fantasy",
    "Description": "\"Contes de Fées\" (Fairy Tales) is a collection of enchanting stories that transport readers into magical realms filled with princes, princesses, witches, and fantastical creatures. These timeless tales, often filled with moral lessons and symbolism, have captivated readers of all ages for centuries, inspiring imagination and wonder.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81wypkxVqzL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "La Belle et la Bête",
    "Author": "Gabrielle-Suzanne Barbot de Villeneuve",
    "Link": "https:\/\/edu1d.ac-toulouse.fr\/blogs31\/elem-cantelauze-fonsorbes\/files\/La-belle-et-la-bete-niveau-CP-CE1-CE2.pdf",
    "Category": "Fantasy",
    "Description": "\"La Belle et la Bête\" (Beauty and the Beast) is a timeless fairy tale that tells the story of a kind-hearted young woman who sees beyond outward appearances to discover true beauty lies within. Filled with themes of love, sacrifice, and redemption, it has enchanted readers for generations, reminding us that inner goodness is the most precious of all treasures.",
    "Cover": "https:\/\/images.epagine.fr\/364\/9782080252364_1_75.jpg"
   },
   {
    "Name": "Arsène Lupin",
    "Author": "Maurice Leblanc",
    "Link": "https:\/\/beq.ebooksgratuits.com\/classiques-xpdf\/Leblanc_Arsene_Lupin_gentleman_cambrioleur.pdf",
    "Category": "Fantasy",
    "Description": "\"Arsène Lupin\" is a captivating series of detective stories featuring the charming and cunning gentleman thief, Arsène Lupin. Created by Maurice Leblanc, these tales follow Lupin as he outwits authorities and navigates through a world of crime and intrigue with flair and sophistication. Filled with clever twists and daring escapades, the adventures of Arsène Lupin have captivated readers for generations, making him one of literature's most beloved anti-heroes.",
    "Cover": "https:\/\/s01.static.libri.hu\/cover\/ba\/4\/7324000_4.jpg"
   },
   {
    "Name": "Le Marchand de sable",
    "Author": "Marc Levy",
    "Link": "https:\/\/donjonexpress.files.wordpress.com\/2014\/03\/donjon-express-le-marchand-de-sable-cthulhu-annc3a9es-20-mars-1923-pdf.pdf",
    "Category": "Fantasy",
    "Description": "\"Le Marchand de sable\" by Marc Levy is a captivating novel that intertwines the lives of different characters through the mysterious concept of dreams. With Levy's trademark blend of romance, suspense, and magical realism, this novel explores themes of destiny, second chances, and the power of dreams to shape our lives in unexpected ways.",
    "Cover": "https:\/\/www.thebookedition.com\/1883969\/le-marchand-de-sable.jpg"
   },
   {
    "Name": "Mémoires d'un âne",
    "Author": "Comtesse de Ségur",
    "Link": "https:\/\/beq.ebooksgratuits.com\/auteurs\/Segur\/Segur-05.pdf",
    "Category": "Fantasy",
    "Description": "\"Mémoires d'un âne\" (Memoirs of a Donkey) is a charming and whimsical novel by Comtesse de Ségur that offers a unique perspective on human society through the eyes of a wise and observant donkey. Through humorous and insightful anecdotes, this delightful tale explores themes of kindness, friendship, and the folly of human behavior, making it a timeless classic for readers of all ages.",
    "Cover": "https:\/\/products-images.di-static.com\/image\/comtesse-de-segur-memoires-d-un-ane\/9782070584222-200x303-1.jpg"
   },
   {
    "Name": "L'Histoire de Gil Blas de Santillane",
    "Author": "Alain-René Lesage",
    "Link": "https:\/\/excerpts.numilog.com\/books\/9782081211421.pdf",
    "Category": "Fantasy",
    "Description": "\"L'Histoire de Gil Blas de Santillane\" (The History of Gil Blas of Santillane) is a picaresque novel by Alain-René Lesage, following the adventures of the titular character as he navigates through various social circles and encounters a colorful cast of characters. Filled with wit, satire, and moral ambiguity, this classic work offers a vivid portrayal of 18th-century Spain and remains a captivating read for lovers of adventure and intrigue.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51TAB0ThnWL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Cid",
    "Author": "Pierre Corneille",
    "Link": "https:\/\/www.theatre-classique.fr\/pages\/pdf\/CORNEILLEP_CID37.pdf",
    "Category": "Fantasy",
    "Description": "\"Le Cid\" is a French tragicomedy by Pierre Corneille, first performed in 1637. It revolves around the protagonist, Rodrigue (The Cid), and his love for Chimène amidst conflicts of honor and duty. The play explores themes of love, loyalty, and moral dilemmas in medieval Spain.",
    "Cover": "https:\/\/media.electre-ng.com\/images\/image-id\/d88e3112f9d10899950aebcd69c5c9f13102fd583956fe08d2c5726a9b86e8f7.jpg"
   },
   {
    "Name": "Les Misérables",
    "Author": "Victor Hugo",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Hugo-miserables-1.pdf",
    "Category": "Fantasy",
    "Description": "\"Les Misérables\" is a masterpiece novel by Victor Hugo. Set in 19th-century France, it follows the lives of several characters, notably Jean Valjean, a paroled convict who seeks redemption, and Inspector Javert, who relentlessly pursues him. The novel explores themes of justice, love, redemption, and the struggles of the poor in society. With its richly developed characters and epic scope, \"Les Misérables\" is considered one of the greatest works of world literature.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/a6bdd3f5-ba60-4ad3-8f6b-5f1427021961\/1200\/1200\/False\/les-miserables-305.jpg"
   },
   {
    "Name": "Fragments des oeuvres",
    "Author": "Alexandra Dumas",
    "Link": "https:\/\/ia802600.us.archive.org\/0\/items\/fragmentsdesoeuv00duma\/fragmentsdesoeuv00duma.pdf",
    "Category": "Fantasy",
    "Description": "\"Fragments des œuvres\" by Alexandre Dumas refers to a compilation of excerpts or fragments from the works of the prolific French author Alexandre Dumas. This collection may include passages from Dumas's novels, plays, essays, and other writings, showcasing the breadth and depth of his literary output. By assembling these fragments, readers can gain insight into Dumas's storytelling techniques, themes, and characters, offering a condensed yet comprehensive overview of his literary legacy.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61t5dnhihdL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "L'Île au trésor",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Stevenson-tresor.pdf",
    "Category": "Fantasy",
    "Description": "\"L'Île au trésor\" (Treasure Island) is an exhilarating adventure novel by Robert Louis Stevenson. Set in the golden age of piracy, it follows the young Jim Hawkins as he embarks on a perilous journey to uncover buried treasure on a remote island. Filled with treacherous pirates, cunning schemes, and buried secrets, it's a timeless tale of bravery, friendship, and the allure of hidden riches. Get ready to set sail on a thrilling escapade where danger and excitement lurk around every corner.",
    "Cover": "https:\/\/www.glenat.com\/sites\/default\/files\/images\/livres\/couv\/9782344043493-001-T.jpeg"
   },
   {
    "Name": "Les chroniques du chateau de Fontainebleau",
    "Author": "Léon Deroy",
    "Link": "https:\/\/ia600207.us.archive.org\/8\/items\/leschroniquesduc00derouoft\/leschroniquesduc00derouoft.pdf",
    "Category": "Drama",
    "Description": "\"Les Chroniques du Château de Fontainebleau\" offers a captivating glimpse into the rich history and intrigue surrounding one of France's most iconic royal residences.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61DYQxzY9eL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Marchand de sable",
    "Author": "Marc Levy",
    "Link": "https:\/\/donjonexpress.files.wordpress.com\/2014\/03\/donjon-express-le-marchand-de-sable-cthulhu-annc3a9es-20-mars-1923-pdf.pdf",
    "Category": "Drama",
    "Description": "\"Le Marchand de sable\" by Marc Levy is a captivating novel that intertwines the lives of different characters through the mysterious concept of dreams. With Levy's trademark blend of romance, suspense, and magical realism, this novel explores themes of destiny, second chances, and the power of dreams to shape our lives in unexpected ways.",
    "Cover": "https:\/\/www.thebookedition.com\/1883969\/le-marchand-de-sable.jpg"
   },
   {
    "Name": "Cyrano de Bergerac",
    "Author": "Edmond Rostand",
    "Link": "https:\/\/libretheatre.fr\/wp-content\/uploads\/2016\/05\/cyrano_de_bergerac_Rostand_LT.pdf",
    "Category": "Drama",
    "Description": "\"Cyrano de Bergerac\" by Edmond Rostand is a timeless tale of unrequited love, wit, and honor, centered around the charismatic and sharp-tongued Cyrano.",
    "Cover": "https:\/\/www.publishersweekly.com\/cover\/9780152058050"
   },
   {
    "Name": "Phèdre",
    "Author": "Jean Racine",
    "Link": "https:\/\/www.theatre-classique.fr\/pages\/pdf\/RACINE_PHEDRE.pdf",
    "Category": "Drama",
    "Description": "\"Phèdre\" by Jean Racine is a tragic masterpiece exploring themes of passion, jealousy, and fate, set in the dramatic backdrop of ancient Greece.",
    "Cover": "https:\/\/target.scene7.com\/is\/image\/Target\/GUEST_50a85295-2615-4fd1-ae46-92b877a27762?wid=488&hei=488&fmt=pjpeg"
   },
   {
    "Name": "Tartuffe",
    "Author": "Molière",
    "Link": "https:\/\/www.theatre-classique.fr\/pages\/pdf\/MOLIERE_TARTUFFE.pdf",
    "Category": "Drama",
    "Description": "\"Tartuffe\" by Molière is a biting satire that exposes hypocrisy and deceit within a bourgeois household, showcasing Molière's mastery of comedy and social critique.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71-UtdWD6nL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Mariage de Figaro",
    "Author": "Pierre Beaumarchais",
    "Link": "https:\/\/www.bibliotheque-agglo-stomer.fr\/userfiles\/album\/11527\/big\/media\/45563_2144-PIERRE_AUGUSTIN_CARON_DE_BEAUMARCHAIS-Le_mariage_de_figaro-%5BInLibroVeritas.net%5D.pdf",
    "Category": "Drama",
    "Description": "\"Le Mariage de Figaro\" by Beaumarchais is a witty and fast-paced comedy of manners that skewers the aristocracy and celebrates the triumph of love and wit over oppression.",
    "Cover": "https:\/\/static.fnac-static.com\/multimedia\/PE\/Images\/FR\/NR\/9b\/4b\/aa\/11160475\/1540-1\/tsp20231212083531\/Le-Mariage-de-Figaro.jpg"
   },
   {
    "Name": "La Dame aux Camélias",
    "Author": "Alexandre Dumas ",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Dumas-fils-camelias.pdf",
    "Category": "Drama",
    "Description": "\"La Dame aux Camélias\" by Alexandre Dumas fils is a poignant and romantic novel depicting the tragic love story between the courtesan Marguerite Gautier and the young Armand Duval.",
    "Cover": "https:\/\/live.staticflickr.com\/4062\/4680073851_d8009eb3b2_b.jpg"
   },
   {
    "Name": "Germinal ",
    "Author": "Émile Zola",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/zola-13.pdf",
    "Category": "Drama",
    "Description": "\"Germinal\" by Émile Zola is a powerful and gritty portrayal of the struggles of coal miners in 19th-century France, highlighting themes of social injustice and class struggle.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSFkF52KWotYMjn7_WTELRRQIgQIwR8AyRNRKTMwkS8cHq9E9XPUZCX7mGkU1A1YXX9JyM&usqp=CAU"
   },
   {
    "Name": "Angélique",
    "Author": "Anne Golon",
    "Link": "https:\/\/ia804705.us.archive.org\/18\/items\/anglique00haut\/anglique00haut.pdf",
    "Category": "Drama",
    "Description": "\"Angélique\" is a captivating historical romance series by Anne Golon, following the adventures of the spirited and resilient Angélique as she navigates through the political upheavals of 17th-century France.",
    "Cover": "https:\/\/angelique.cz\/obaly-en\/heinemann-1-book-1-angelique.jpg"
   },
   {
    "Name": "Le roman expérimental",
    "Author": "Emile Zola",
    "Link": "https:\/\/ia600906.us.archive.org\/9\/items\/leromanexprime00zola\/leromanexprime00zola.pdf",
    "Category": "Mystery",
    "Description": "\"Le Roman Expérimental\" by Émile Zola is a literary manifesto advocating for the application of scientific principles to literature, aiming to create a realistic portrayal of society and human behavior. It's a groundbreaking work that continues to shape the course of literary history.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41Zk1+1DyEL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Mystère de la chambre jaune",
    "Author": "Gaston Leroux",
    "Link": "https:\/\/beq.ebooksgratuits.com\/auteurs\/Leroux\/Leroux-mystere-xpdf.pdf",
    "Category": "Mystery",
    "Description": "\"Le Mystère de la Chambre Jaune\" is a gripping detective novel by Gaston Leroux, featuring journalist Joseph Rouletabille as he unravels the perplexing mystery of an attempted murder in a locked room.",
    "Cover": "https:\/\/images.epagine.fr\/333\/9782215122333_1_75.jpg"
   },
   {
    "Name": "L'Affaire Lerouge",
    "Author": "Émile Gaboriau",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/gaboriau-lerouge.pdf",
    "Category": "Mystery",
    "Description": "\"L'Affaire Lerouge\" is an intriguing detective novel by Émile Gaboriau, considered one of the earliest examples of the genre. It follows the investigation of Inspector Lecoq into the murder of a wealthy widow, uncovering layers of deception and intrigue along the way.",
    "Cover": "https:\/\/www.le-livre.fr\/photos\/RO9\/RO90073868.jpg"
   },
   {
    "Name": "Monsieur Lecoq",
    "Author": "Emile Gaboriau",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Gaboriau-Lecoq-1.pdf",
    "Category": "Mystery",
    "Description": "\"Monsieur Lecoq\" is a captivating detective novel by Émile Gaboriau, featuring the brilliant and tenacious detective Monsieur Lecoq as he investigates a complex murder case filled with twists and turns.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61ad-hlzLUL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Thérèse Desqueyroux",
    "Author": "François Mauriac",
    "Link": "https:\/\/lewebpedagogique.com\/annelaureverlynde\/files\/2014\/05\/mauriac-therese-desqueyroux-.pdf",
    "Category": "Mystery",
    "Description": "\"Thérèse Desqueyroux\" is a gripping psychological novel by François Mauriac, delving into the dark and troubled mind of its titular character as she grapples with feelings of entrapment and desperation in her suffocating marriage.",
    "Cover": "https:\/\/upload.wikimedia.org\/wikipedia\/en\/0\/07\/Th%C3%A9r%C3%A8se_Desqueyroux_2012_poster.png"
   },
   {
    "Name": "Les Mystères de Paris",
    "Author": "Eugène Sue",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Sue-mysteres-1.pdf",
    "Category": "Mystery",
    "Description": "\"Les Mystères de Paris\" by Eugène Sue is a gripping novel set in the underbelly of 19th-century Paris, exploring the lives of various characters from different social classes. Filled with intrigue, romance, and social commentary, it sheds light on the disparities and injustices of urban life, captivating readers with its vivid portrayal of Parisian society.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71xrdWnaP4L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Parfum",
    "Author": " Patrick Süskind",
    "Link": "http:\/\/locipompeiani.free.fr\/textes\/le-parfum.pdf",
    "Category": "Mystery",
    "Description": "\"Le Parfum\" is a captivating novel by Patrick Süskind, following the twisted journey of Jean-Baptiste Grenouille, a gifted perfumer with a dangerous obsession.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTKu_cZ5U7P4uWZdP5IkzL6fIsdeyWZu9xn5DHXpB7xvOzfPeyXrpx6yq81Wqxs"
   },
   {
    "Name": "Les Misérables",
    "Author": "Victor Hugo",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Hugo-miserables-1.pdf",
    "Category": "Mystery",
    "Description": "\"Les Misérables\" is a masterpiece novel by Victor Hugo. Set in 19th-century France, it follows the lives of several characters, notably Jean Valjean, a paroled convict who seeks redemption, and Inspector Javert, who relentlessly pursues him. The novel explores themes of justice, love, redemption, and the struggles of the poor in society. With its richly developed characters and epic scope, \"Les Misérables\" is considered one of the greatest works of world literature.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/a6bdd3f5-ba60-4ad3-8f6b-5f1427021961\/1200\/1200\/False\/les-miserables-305.jpg"
   },
   {
    "Name": "L'Étranger",
    "Author": "Albert Camus",
    "Link": "https:\/\/www.anthropomada.com\/bibliotheque\/CAMUS-Letranger.pdf",
    "Category": "Mystery",
    "Description": "\"L'Étranger\" by Albert Camus is a gripping existential novel following Meursault, an indifferent Algerian man entangled in a senseless murder. Camus' sharp prose delves into themes of alienation and the absurdity of human existence, making it a timeless classic.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91g-tUclDbL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Les Fleurs du Mal ",
    "Author": "Charles Baudelaire",
    "Link": "https:\/\/www.vousnousils.fr\/casden\/pdf\/id00106.pdf",
    "Category": "Poetry",
    "Description": "\"Les Fleurs du Mal\" by Charles Baudelaire is a groundbreaking collection of poetry exploring themes of beauty, decadence, and the human condition, provoking both scandal and admiration.",
    "Cover": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/5\/5b\/Fleurs-du-mal_titel.jpg\/200px-Fleurs-du-mal_titel.jpg"
   },
   {
    "Name": "Poèmes",
    "Author": "Emile Verhaeren",
    "Link": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/7\/7a\/Verhaeren_-_Les_Flammes_hautes%2C_1917.pdf",
    "Category": "Poetry",
    "Description": "\"Poèmes\" by Emile Verhaeren is a captivating collection of poetry that celebrates the beauty of nature, the complexities of human emotion, and the wonders of modern life. With powerful imagery and lyrical language, Verhaeren's poems evoke a sense of wonder and awe, inviting readers to explore the depths of the human experience.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81F5Adbw1ZL.jpg"
   },
   {
    "Name": "Alcools",
    "Author": "Guillaume Apollinaire",
    "Link": "https:\/\/www.comptoirlitteraire.com\/docs\/986-apollinaire-alcools-.pdf",
    "Category": "Poetry",
    "Description": "\"Alcools\" by Guillaume Apollinaire is a vibrant collection of poetry that captures the essence of modernity and experimentation, blending traditional forms with innovative language and imagery.",
    "Cover": "https:\/\/images.booksense.com\/images\/981\/292\/9798644292981.jpg"
   },
   {
    "Name": "Feuilles d'automne",
    "Author": "Victor Hugo",
    "Link": "https:\/\/www.ebooksgratuits.com\/blackmask\/hugo_feuilles_automne.pdf",
    "Category": "Poetry",
    "Description": "\"Feuilles d'automne\" by Victor Hugo is a poignant collection of poetry reflecting on nature, love, and the passage of time, showcasing Hugo's mastery of language and emotion.",
    "Cover": "https:\/\/cdn1.booknode.com\/book_cover\/981\/les_feuilles_dautomne-980850-264-432.jpg"
   },
   {
    "Name": "Les Contemplations",
    "Author": "Victor Hugo",
    "Link": "https:\/\/www.argotheme.com\/hugo_contemplations.pdf",
    "Category": "Poetry",
    "Description": "\"Les Contemplations\" by Victor Hugo is a deeply personal collection of poetry that explores themes of love, loss, and spiritual reflection, offering a profound insight into the poet's inner world.",
    "Cover": "https:\/\/d3525k1ryd2155.cloudfront.net\/f\/997\/014\/9782253014997.IN.0.m.jpg"
   },
   {
    "Name": "Sagesse",
    "Author": "Paul Verlaine",
    "Link": "https:\/\/ia601300.us.archive.org\/27\/items\/sagessep00verl\/sagessep00verl.pdf",
    "Category": "Poetry",
    "Description": "\"Sagesse\" by Paul Verlaine is a contemplative collection of poetry that delves into themes of spirituality, love, and the search for meaning, characterized by its musicality and delicate imagery.",
    "Cover": "https:\/\/www.degruyter.com\/document\/cover\/isbn\/9780271086354\/product_pages"
   },
   {
    "Name": "Poésie",
    "Author": "Lorenzo de' Medici",
    "Link": "https:\/\/ia601507.us.archive.org\/26\/items\/bub_gb_eVdrBtxUboUC\/bub_gb_eVdrBtxUboUC.pdf",
    "Category": "Poetry",
    "Description": "Poetry by Lorenzo de' Medici, also known as Lorenzo il Magnifico, encompasses a rich array of themes ranging from love and beauty to politics and humanism. His poetry reflects the spirit of the Italian Renaissance, characterized by elegance, wit, and a deep appreciation for classical influences. Lorenzo's verses capture the essence of his era, offering insight into the cultural and intellectual vibrancy of 15th-century Florence.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71MP782as-L._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Calligrammes",
    "Author": "Guillaume Apollinaire",
    "Link": "http:\/\/www.artyuiop.fr\/artyuiop\/Apollinaire_Calligrammes_files\/artyuiop17B-Apollinaire-Calligrammes.pdf",
    "Category": "Poetry",
    "Description": "\"Calligrammes\" by Guillaume Apollinaire is an innovative collection of poetry where visual form merges with linguistic expression, creating a unique and dynamic reading experience.",
    "Cover": "https:\/\/images.ucpress.edu\/covers\/isbn13\/9780520242128.jpg"
   },
   {
    "Name": "Contes et poésies diverses",
    "Author": " Voltaire",
    "Link": "https:\/\/www.furet.com\/media\/pdf\/feuilletage\/9\/7\/8\/2\/7\/5\/6\/3\/9782756319391.pdf",
    "Category": "Poetry",
    "Description": "\"Contes et poésies diverses\"  is a timeless collection of fairy tales and poetry that continues to captivate readers with its enchanting storytelling and moral lessons.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61xGuQ2dG2L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Manon Lescaut",
    "Author": "Abbé Prévost",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Prevost-Lescaut.pdf",
    "Category": "Romance",
    "Description": "\"Manon Lescaut\" by Abbé Prévost is a classic novel of passion and tragedy, following the doomed love affair between the young Chevalier des Grieux and the beautiful but manipulative Manon Lescaut.",
    "Cover": "https:\/\/arthive.net\/res\/media\/img\/orig\/work\/00b\/91260.jpg"
   },
   {
    "Name": "Manon Lescaut",
    "Author": "Giacomo Puccini",
    "Link": "https:\/\/www.teatrolafenice.it\/wp-content\/uploads\/2019\/03\/MANON-LESCAUT.pdf",
    "Category": "Romance",
    "Description": "\"Manon Lescaut\" is a poignant opera composed by Giacomo Puccini, portraying the tragic love story between the young Chevalier des Grieux and the captivating Manon Lescaut.",
    "Cover": "https:\/\/www.livredepoche.com\/sites\/default\/files\/styles\/manual_crop_269_435\/public\/images\/livres\/couv\/9782253045885-001-T.jpeg?itok=hfeiwb8n"
   },
   {
    "Name": "La Princesse de Clèves",
    "Author": "Madame de Lafayette",
    "Link": "https:\/\/www.vousnousils.fr\/casden\/pdf\/id00276.pdf",
    "Category": "Romance",
    "Description": "\"La Princesse de Clèves\" by Madame de La Fayette is a landmark novel of French literature, exploring themes of love, duty, and morality within the glamorous and treacherous court of 16th-century France.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51+belzx7GL.jpg"
   },
   {
    "Name": "Cyrano de Bergerac",
    "Author": "Edmond Rostand",
    "Link": "https:\/\/libretheatre.fr\/wp-content\/uploads\/2016\/05\/cyrano_de_bergerac_Rostand_LT.pdf",
    "Category": "Romance",
    "Description": "\"Cyrano de Bergerac\" by Edmond Rostand is a timeless tale of unrequited love, wit, and honor, centered around the charismatic and sharp-tongued Cyrano.",
    "Cover": "https:\/\/www.publishersweekly.com\/cover\/9780152058050"
   },
   {
    "Name": "L'Affaire Lerouge",
    "Author": "Émile Gaboriau",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/gaboriau-lerouge.pdf",
    "Category": "Romance",
    "Description": "\"L'Affaire Lerouge\" is an intriguing detective novel by Émile Gaboriau, considered one of the earliest examples of the genre. It follows the investigation of Inspector Lecoq into the murder of a wealthy widow, uncovering layers of deception and intrigue along the way.",
    "Cover": "https:\/\/www.le-livre.fr\/photos\/RO9\/RO90073868.jpg"
   },
   {
    "Name": "Le Parfum",
    "Author": " Patrick Süskind",
    "Link": "http:\/\/locipompeiani.free.fr\/textes\/le-parfum.pdf",
    "Category": "Romance",
    "Description": "\"Le Parfum\" is a captivating novel by Patrick Süskind, following the twisted journey of Jean-Baptiste Grenouille, a gifted perfumer with a dangerous obsession.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTKu_cZ5U7P4uWZdP5IkzL6fIsdeyWZu9xn5DHXpB7xvOzfPeyXrpx6yq81Wqxs"
   },
   {
    "Name": "Le Mariage de Figaro",
    "Author": "Pierre Beaumarchais",
    "Link": "https:\/\/www.bibliotheque-agglo-stomer.fr\/userfiles\/album\/11527\/big\/media\/45563_2144-PIERRE_AUGUSTIN_CARON_DE_BEAUMARCHAIS-Le_mariage_de_figaro-%5BInLibroVeritas.net%5D.pdf",
    "Category": "Romance",
    "Description": "\"Le Mariage de Figaro\" by Beaumarchais is a witty and fast-paced comedy of manners that skewers the aristocracy and celebrates the triumph of love and wit over oppression.",
    "Cover": "https:\/\/static.fnac-static.com\/multimedia\/PE\/Images\/FR\/NR\/9b\/4b\/aa\/11160475\/1540-1\/tsp20231212083531\/Le-Mariage-de-Figaro.jpg"
   },
   {
    "Name": "Thérèse Desqueyroux",
    "Author": "François Mauriac",
    "Link": "https:\/\/lewebpedagogique.com\/annelaureverlynde\/files\/2014\/05\/mauriac-therese-desqueyroux-.pdf",
    "Category": "Romance",
    "Description": "\"Thérèse Desqueyroux\" is a gripping psychological novel by François Mauriac, delving into the dark and troubled mind of its titular character as she grapples with feelings of entrapment and desperation in her suffocating marriage.",
    "Cover": "https:\/\/upload.wikimedia.org\/wikipedia\/en\/0\/07\/Th%C3%A9r%C3%A8se_Desqueyroux_2012_poster.png"
   },
   {
    "Name": "Les Liaisons Dangereuses",
    "Author": "Pierre Choderlos ",
    "Link": "https:\/\/ia804701.us.archive.org\/16\/items\/lesliaisonsdange00lacl\/lesliaisonsdange00lacl.pdf",
    "Category": "Romance",
    "Description": "Les Liaisons Dangereuses is a French novel about two cunning nobles, the Marquise de Merteuil and the Vicomte de Valmont, who engage in a dangerous game of seduction and revenge, ultimately destroying themselves and those around them.",
    "Cover": "https:\/\/images.booksense.com\/images\/456\/452\/9780486452456.jpg"
   },
   {
    "Name": "Le rouge et le noir",
    "Author": " Stendhal",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents-xpdf\/Stendhal-rouge.pdf",
    "Category": "Romance",
    "Description": "\"Le Rouge et le Noir\" (The Red and the Black) by Stendhal is a captivating novel that follows the ambitious Julien Sorel as he navigates through the complexities of love, ambition, and societal expectations in post-Napoleonic France. With its rich psychological depth and sharp social commentary, it remains a timeless exploration of human nature and the pursuit of success.",
    "Cover": "https:\/\/static.fnac-static.com\/multimedia\/PE\/Images\/FR\/NR\/2e\/17\/37\/3610414\/1540-1\/tsp20240119073911\/Le-rouge-et-le-noir-Texte-Abrege.jpg"
   },
   {
    "Name": "L'Étranger",
    "Author": "Albert Camus",
    "Link": "https:\/\/www.anthropomada.com\/bibliotheque\/CAMUS-Letranger.pdf",
    "Category": "Romance",
    "Description": "\"L'Étranger\" by Albert Camus is a gripping existential novel following Meursault, an indifferent Algerian man entangled in a senseless murder. Camus' sharp prose delves into themes of alienation and the absurdity of human existence, making it a timeless classic.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91g-tUclDbL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Dracula",
    "Author": "Bram Stoker",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Stoker-Dracula.pdf",
    "Category": "Horror",
    "Description": "\"Dracula\" is a timeless Gothic horror novel written by Bram Stoker, immortalizing the iconic vampire Count Dracula. Set in Transylvania and England, the novel follows the eerie tale of Dracula's attempt to spread his undead curse, with a group of brave individuals determined to stop him. Filled with suspense, terror, and unforgettable characters, \"Dracula\" remains a classic of horror literature that continues to captivate readers around the world.",
    "Cover": "https:\/\/i.pinimg.com\/474x\/ac\/d8\/ce\/acd8ceefcf8736fe54ece288d3ebe0c4.jpg"
   },
   {
    "Name": "Le Horla",
    "Author": "Guy de Maupassant",
    "Link": "http:\/\/maupassant.free.fr\/pdf\/horla.pdf",
    "Category": "Horror",
    "Description": "\"Le Horla\" is a chilling short story by Guy de Maupassant, exploring themes of madness and supernatural terror as the narrator grapples with the haunting presence of an unseen entity.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81G4QYBgVxL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "La Morte Amoureuse",
    "Author": "Théophile Gautier",
    "Link": "https:\/\/www.theophilegautier.fr\/wp-content\/uploads\/2010\/06\/La-morte-amoureuse.pdf",
    "Category": "Horror",
    "Description": "\n\"La Morte Amoureuse\" (The Dead Woman in Love) by Théophile Gautier is a haunting tale of love and horror, exploring the tragic romance between a priest and a beautiful but supernatural woman.",
    "Cover": "https:\/\/editions.flammarion.com\/media\/cache\/couverture_large\/flammarion_img\/Couvertures\/9782290374207.jpg"
   },
   {
    "Name": "Contes Cruels",
    "Author": "Villiers de l'Isle-Adam",
    "Link": "https:\/\/www.ebooksgratuits.com\/ebooksfrance\/villiers_contes_cruels.pdf",
    "Category": "Horror",
    "Description": "\"Contes Cruels\" (Cruel Tales) by Auguste Villiers de l'Isle-Adam is a collection of macabre and unsettling short stories that delve into the darker aspects of human nature and society.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81qOKsQvClL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Le Fantôme de l'Opéra",
    "Author": "Gaston Leroux",
    "Link": "https:\/\/beq.ebooksgratuits.com\/auteurs\/Leroux\/Leroux-fantome-xpdf.pdf",
    "Category": "Horror",
    "Description": "\"Le Fantôme de l'Opéra\" (The Phantom of the Opera) by Gaston Leroux is a captivating Gothic novel set in the Paris Opera House, where a mysterious and disfigured phantom lurks in the shadows, obsessively pursuing the beautiful singer Christine.",
    "Cover": "https:\/\/rukminim2.flixcart.com\/image\/850\/1000\/kvjuufk0\/book\/s\/6\/0\/classic-literary-adaptations-le-fantome-de-l-opera-original-imag8ew5fejhmdmn.jpeg?q=90&crop=false"
   },
   {
    "Name": "Les Chants de Maldoror",
    "Author": "Comte de Lautréamont",
    "Link": "https:\/\/beq.ebooksgratuits.com\/vents\/Lautreamont-Maldoror.pdf",
    "Category": "Horror",
    "Description": "\"Les Chants de Maldoror\" (The Songs of Maldoror) by Comte de Lautréamont is a surreal and provocative poetic work that challenges conventional morality and explores themes of evil, despair, and the grotesque.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81W-GhSfHDL._AC_UF894,1000_QL80_.jpg"
   }
  ],
  "Spanish":[
   {
    "Name": "El Tulipán Negro",
    "Author": "Alejandro Dumas",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Dumas%20Alejandro%20-%20El%20tulipÃ¡n%20negro.pdf",
    "Category": "Adventure",
    "Description": "\"The Black Tulip\" (Spanish: \"El Tulipán Negro\") by Alexandre Dumas: This adventure novel tells the story of a young Dutchman who becomes involved in the dangerous pursuit of a rare black tulip during the tulip craze of the 17th century.",
    "Cover": "https:\/\/www.elsotano.com\/imagenes_grandes\/9786071\/978607143726.JPG"
   },
   {
    "Name": "Capitán Alatriste",
    "Author": "Arturo Pérez-Reverte",
    "Link": "http:\/\/www.librosmaravillosos.com\/capitanalatriste\/pdf\/El%20capitan%20Alatriste%20-%20Arturo%20y%20Carlota%20Perez-Reverte.pdf",
    "Category": "Adventure",
    "Description": "\"Captain Alatriste\" (Spanish: \"Capitán Alatriste\") by Arturo Pérez-Reverte: Set in 17th century Spain, this series follows the adventures of Captain Diego Alatriste, a Spanish soldier and swordsman navigating through the political intrigue and battles of the Spanish Empire.",
    "Cover": "https:\/\/demuseo.com\/wp-content\/uploads\/2022\/04\/PL20016.jpg"
   },
   {
    "Name": "La ciudad de los prodigios",
    "Author": "Eduardo Mendoza",
    "Link": "https:\/\/www.planetalector.com\/usuaris\/libros_contenido\/arxius\/54\/53838_1_2023LACIUDADDELOSPRODIGIOS_Guadelectura.pdf",
    "Category": "Adventure",
    "Description": "\"The City of Marvels\" (Spanish: \"La ciudad de los prodigios\") by Eduardo Mendoza: This historical novel is set in early 20th century Barcelona and follows the rise of Onofre Bouvila from a country boy to a powerful industrialist amidst the backdrop of rapid urban development and social change.",
    "Cover": "https:\/\/www.normacomics.com\/media\/catalog\/product\/cache\/7e7f87b06d106d5c4fb5e6058365ca81\/c\/i\/ciudad_prodigios.jpg"
   },
   {
    "Name": "La Colmena",
    "Author": "Camilo José Cela",
    "Link": "https:\/\/vozobrera.org\/periodico\/wp-content\/uploads\/2016\/04\/La-Colmena.pdf",
    "Category": "Adventure",
    "Description": "\"The Queen's Necklace\" (Spanish: \"La Colmena\") by Camilo José Cela: This novel provides a panoramic view of life in Madrid during the post-Civil War period, with multiple characters and storylines intertwining to depict the struggles and aspirations of the people.",
    "Cover": "https:\/\/lacolmena.uaemex.mx\/public\/journals\/10\/cover_issue_1115_es_ES.jpg"
   },
   {
    "Name": "La Isla del Tesoro",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Robert%20Stevenson%20-%20La%20isla.pdf",
    "Category": "Adventure",
    "Description": "\"Treasure Island\" (Spanish: \"La Isla del Tesoro\") by Robert Louis Stevenson: While not originally written in Spanish, this classic adventure novel has been translated into Spanish and follows the journey of young Jim Hawkins as he searches for buried treasure on a remote island, encountering pirates and intrigue along the way.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91j587mzUZL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Las aventuras de Tom Sawyer",
    "Author": "Mark Twain",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/656398.pdf",
    "Category": "Adventure",
    "Description": "\"The Adventures of Tom Sawyer\" (Spanish: \"Las aventuras de Tom Sawyer\") by Mark Twain: Similarly translated into Spanish, this beloved novel follows the mischievous adventures of young Tom Sawyer in the fictional town of St. Petersburg, Missouri, along the Mississippi River.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71sT-e1ys9L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La llamada de la selva",
    "Author": "Jack London",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/88754.pdf",
    "Category": "Adventure",
    "Description": "\"The Call of the Wild\" (Spanish: \"La llamada de la selva\") by Jack London: This adventure novel tells the story of Buck, a domestic dog who is kidnapped and sold into the brutal world of the Alaskan wilderness during the Klondike Gold Rush.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/411EPncU3kL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La vuelta al mundo en ochenta días",
    "Author": "Jules Verne",
    "Link": "https:\/\/www.argentina.gob.ar\/sites\/default\/files\/verne_julio_-_la_vuelta_al_mundo_en_80_dias.pdf",
    "Category": "Adventure",
    "Description": "\"Around the World in Eighty Days\" (Spanish: \"La vuelta al mundo en ochenta días\") by Jules Verne: This classic adventure novel follows the eccentric Englishman Phileas Fogg as he attempts to circumnavigate the globe in just eighty days to win a bet."
   },
   {
    "Name": "Don Quijote de la Mancha",
    "Author": "Miguel de Cervantes",
    "Link": "https:\/\/repository.unilibre.edu.co\/bitstream\/handle\/10901\/8147\/elingeniosofinal.pdf?sequence=1&isAllowed=y",
    "Category": "Classics",
    "Description": "\"Don Quixote\" (Spanish: \"Don Quijote de la Mancha\") by Miguel de Cervantes: This novel is considered one of the greatest works of literature and a classic of Western literature. It was first published in two parts in 1605 and 1615. \"Don Quixote\" follows the adventures of a nobleman who reads so many chivalric romances that he decides to set out to revive chivalry, under the name Don Quixote.",
    "Cover": "https:\/\/www.psupress.org\/images\/covers\/294wide\/978-0-271-08231-8md_294.jpg"
   },
   {
    "Name": "El Lazarillo de Tormes",
    "Author": "Anonimo",
    "Link": "https:\/\/www.unaula.edu.co\/sites\/default\/files\/ebooks\/LazarilloDeTormes.pdf",
    "Category": "Classics",
    "Description": "El Lazarillo de Tormes (The Life of Lazarillo de Tormes and of His Fortunes and Adversities) by Anonymous:\nAn early picaresque novel, it tells the story of a poor boy, Lazarillo, who serves under several different masters, each revealing a different aspect of Spanish society. It's a biting critique of the social and religious hypocrisy of the time.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/614ljj65RGL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La Celestina",
    "Author": "Fernando de Rojas",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Celestina.PDF",
    "Category": "Classics",
    "Description": "La Celestina by Fernando de Rojas:\nAlso known as \"Tragicomedy of Calisto and Melibea,\" it's a Spanish classic from the Renaissance period. The plot revolves around the love affair between a young nobleman, Calisto, and a beautiful girl, Melibea, with the matchmaker Celestina playing a pivotal role.",
    "Cover": "https:\/\/www.blackcat-cideb.com\/uploads\/2017\/03\/445-445_aa0edea1b21a86646b60f7b40f7c41a8.jpg"
   },
   {
    "Name": "La vida es sueño",
    "Author": "Pedro Calderón de la Barca",
    "Link": "https:\/\/www.unaula.edu.co\/sites\/default\/files\/ebooks\/LaVidaEsSueno_ebook.pdf",
    "Category": "Classics",
    "Description": "La vida es sueño (Life Is a Dream) by Pedro Calderón de la Barca:\nA philosophical play that explores the themes of fate, free will, and the nature of reality. It tells the story of Prince Segismundo, who is imprisoned from birth due to a prophecy that he will bring ruin to the kingdom. The play questions the nature of human existence and the role of destiny.",
    "Cover": "https:\/\/cdn11.bigcommerce.com\/s-si4e0s8t1l\/images\/stencil\/1280x1280\/products\/113865\/114103\/apii1gnwv__01148.1612295286.jpg?c=1"
   },
   {
    "Name": "Fuente Ovejuna",
    "Author": "Lope de Vega",
    "Link": "https:\/\/www.rae.es\/sites\/default\/files\/Fuenteovejuna_Lope_de_Vega.pdf",
    "Category": "Classics",
    "Description": "Fuente Ovejuna by Lope de Vega:\nA classic Spanish drama based on real events that took place in the village of Fuente Ovejuna in 1476. It depicts the rebellion of the villagers against their tyrannical lord, Fernán Gómez de Guzmán, and the subsequent trial where the entire village claims responsibility for his murder.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41OiOYcGdzL.jpg"
   },
   {
    "Name": "Rimas",
    "Author": "Gustavo Adolfo Bécquer",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/rimas.pdf",
    "Category": "Classics",
    "Description": "Rimas (Rhymes) by Gustavo Adolfo Bécquer:\nA collection of lyrical poems known for their introspective and melancholic tone. Bécquer's poems often explore themes of love, beauty, and the passage of time, and they are considered some of the finest examples of Spanish Romantic poetry.",
    "Cover": "https:\/\/www.esmeraldapublishing.com\/wp-content\/uploads\/2020\/02\/Rimas-Gustavo-Adolfo-B%C3%A9cquer-Portada-01-2.jpg"
   },
   {
    "Name": "Pepita Jiménez",
    "Author": "Juan Valera",
    "Link": "https:\/\/www.stockcero.com\/pdfs\/ProlAza%96aPepita.pdf",
    "Category": "Classics",
    "Description": "Pepita Jiménez by Juan Valera:\nA novel set in 19th-century Andalusia, it tells the story of a young seminarian, Luis, who becomes infatuated with the beautiful and enigmatic Pepita Jiménez. The novel explores themes of love, religion, and personal growth.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9788489163546-us.jpg"
   },
   {
    "Name": "La Regenta",
    "Author": "Leopoldo Alas",
    "Link": "https:\/\/www.vicentellop.com\/TEXTOS\/alasclarin\/laregenta.pdf",
    "Category": "Classics",
    "Description": "La Regenta by Leopoldo Alas (Clarín):\nA novel often considered one of the greatest Spanish literary works of the 19th century. It follows the life of Ana Ozores, the young and beautiful wife of a provincial magistrate, as she navigates the complexities of love, desire, and social expectations in the conservative town of Vetusta.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711oJQwnLJL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Cien años de soledad",
    "Author": "Gabriel García Márquez",
    "Link": "https:\/\/www.secst.cl\/upfiles\/documentos\/02072019_916am_5d1b755b8c54f.pdf",
    "Category": "Classics",
    "Description": "This novel is one of the most significant works of the 20th century. It was first published in 1967 and is considered a masterpiece of magical realism. The novel tells the multi-generational story of the Buendía family in the fictional town of Macondo.",
    "Cover": "https:\/\/www.planetalector.com.mx\/usuaris\/thumbnails\/libros\/fotos\/201\/360\/portada_cien-anos-de-soledad-2015_gabriel-garcia-marquez_201506221819.jpg"
   },
   {
    "Name": "El Aleph",
    "Author": "Jorge Luis Borges",
    "Link": "https:\/\/bcn.gob.ar\/uploads\/posts\/El-Aleph.pdf",
    "Category": "Classics",
    "Description": "\"The Aleph\" (Spanish: \"El Aleph\") by Jorge Luis Borges: This collection of short stories was first published in 1949 and contains some of Borges' most famous works. The title story, \"The Aleph,\" is a metaphysical tale about a point in space that contains all other points. Borges is known for his intricate narratives, philosophical themes, and innovative literary techniques.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81LgyNiqeyL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La casa de Bernarda Alba",
    "Author": "Bernard Alba",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/157286.pdf",
    "Category": "Drama",
    "Description": "\"La casa de Bernarda Alba\" (The House of Bernarda Alba) by Federico García Lorca: This play explores themes of repression, desire, and societal expectations as it depicts the lives of the women in the household of Bernarda Alba, a widow who imposes strict rules on her daughters.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61T69r6egIL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Bodas de sangre",
    "Author": "Federico García Lorca",
    "Link": "https:\/\/www.cjpb.org.uy\/wp-content\/uploads\/repositorio\/serviciosAlAfiliado\/librosDigitales\/Garcia-Lorca-Bodas-Sangre.pdf",
    "Category": "Drama",
    "Description": "\"Bodas de sangre\" (Blood Wedding) by Federico García Lorca: Another masterpiece by Lorca, this tragedy revolves around a bride who runs away with her former lover on her wedding day, leading to a tragic chain of events.",
    "Cover": "https:\/\/cdna.artstation.com\/p\/assets\/images\/images\/038\/275\/100\/large\/paula-vizcaino-portafa-final2.jpg?1622645475"
   },
   {
    "Name": "Yerma",
    "Author": "Federico García Lorca",
    "Link": "http:\/\/uploads.worldlibrary.net\/uploads\/pdf\/20121106214533yermapdf_pdf.pdf",
    "Category": "Drama",
    "Description": "\"Yerma\" by Federico García Lorca: Lorca's play \"Yerma\" delves into the life of a woman named Yerma, who longs for a child but is unable to conceive, leading to profound despair and tragedy.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81IFnnqcQaL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La vida es sueño",
    "Author": "Pedro Calderón de la Barca",
    "Link": "https:\/\/www.unaula.edu.co\/sites\/default\/files\/ebooks\/LaVidaEsSueno_ebook.pdf",
    "Category": "Drama",
    "Description": "La vida es sueño (Life Is a Dream) by Pedro Calderón de la Barca:\nA philosophical play that explores the themes of fate, free will, and the nature of reality. It tells the story of Prince Segismundo, who is imprisoned from birth due to a prophecy that he will bring ruin to the kingdom. The play questions the nature of human existence and the role of destiny.",
    "Cover": "https:\/\/cdn11.bigcommerce.com\/s-si4e0s8t1l\/images\/stencil\/1280x1280\/products\/113865\/114103\/apii1gnwv__01148.1612295286.jpg?c=1"
   },
   {
    "Name": "El sí de las niñas",
    "Author": "Leandro Fernández",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/131145.pdf",
    "Category": "Drama",
    "Description": "\"El sí de las niñas\" (The Maiden's Consent) by Leandro Fernández de Moratín: This 18th-century comedy challenges the societal norms of arranged marriages and explores the importance of love and individual choice.",
    "Cover": "https:\/\/centroscuola.it\/cdn\/shop\/products\/ERA312_1.jpg?v=1588864307"
   },
   {
    "Name": "El médico a palos",
    "Author": "Molière",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Moliere%20-%20El%20Medico%20a%20palos.pdf",
    "Category": "Drama",
    "Description": "\"El médico a palos\" (The Doctor in Spite of Himself) by Molière (adapted into Spanish): This comedic play follows the misadventures of Sganarelle, a woodcutter forced to pose as a doctor, leading to hilarious misunderstandings and antics.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91rjY4Dnu6L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Don Gil de las calzas verdes",
    "Author": "Tirso de Molina",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Tirso%20de%20Molina%20-%20Don%20Gil%20de%20las%20calzas%20verdes.pdf",
    "Category": "Drama",
    "Description": "\"Don Gil de las calzas verdes\" (Don Gil of the Green Breeches) by Tirso de Molina: A classic Spanish comedy that revolves around mistaken identities, romantic entanglements, and the clever machinations of its characters.",
    "Cover": "https:\/\/editorialverbum.es\/wp-content\/uploads\/2021\/11\/Don-Gil-de-las-calzas-verdes.jpg"
   },
   {
    "Name": "La zapatera prodigiosa",
    "Author": "Federico García Lorca",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/García%20Lorca%20Federico%20-%20La%20zapatera.pdf",
    "Category": "Drama",
    "Description": "\"La zapatera prodigiosa\" (The Shoemaker's Prodigious Wife) by Federico García Lorca: Lorca's play explores themes of love, desire, and societal expectations through the story of a young woman who defies convention to pursue her own happiness.",
    "Cover": "https:\/\/multimedia.dideco.es\/img\/literatura\/EAN_9788467034042.jpg"
   },
   {
    "Name": "El burlador de Sevilla y convidado de piedra",
    "Author": "Tirso de Molina",
    "Link": "https:\/\/blogs.ua.es\/marialuisamerlo\/files\/2013\/01\/pdf-el-burlador-de-sevilla.pdf",
    "Category": "Drama",
    "Description": "\"El burlador de Sevilla y convidado de piedra\" (The Trickster of Seville and the Stone Guest) by Tirso de Molina: Considered one of the earliest versions of the Don Juan myth, this play follows the exploits of the charismatic and amoral womanizer, Don Juan.",
    "Cover": "https:\/\/portadas.fondodeculturaeconomica.com\/FEP\/6000\/FM6190.jpg"
   },
   {
    "Name": "La casa de los espíritus",
    "Author": "Isabel Allende",
    "Link": "https:\/\/www.suneo.mx\/literatura\/subidas\/Isabel%20Allende%20La%20Casa%20de%20los%20Espíritus.pdf",
    "Category": "Drama",
    "Description": "\"La casa de los espíritus\" (The House of the Spirits) by Caridad Svich (adapted from the novel by Isabel Allende): This adaptation of Allende's novel depicts the lives of the Trueba family over several generations, blending elements of magical realism with political and social commentary.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81IUCA+fTDL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "La sombra del viento",
    "Author": "Laura Gallego",
    "Link": "https:\/\/www.lauragallego.com\/wp-content\/uploads\/2018\/06\/memorias-de-idhun-1.pdf",
    "Category": "Fantasy",
    "Description": "\"Memorias de Idhún: La Resistencia\" (Memories of Idhun: The Resistance) by Laura Gallego García: The first book in the \"Memorias de Idhún\" trilogy, this epic fantasy follows the struggle for freedom in the magical world of Idhún, where a young girl named Victoria plays a key role in the fight against evil.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91d4uIJD4xL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "El prisionero del cielo",
    "Author": "Carlos Ruiz Zafón",
    "Link": "https:\/\/www.planetalector.com.co\/usuaris\/libros_contenido\/arxius\/44\/43122_1_El_prisionero_del_cielo_pla_lec_juvenil_montaje.pdf",
    "Category": "Fantasy",
    "Description": "\"El prisionero del cielo\" (The Prisoner of Heaven) by Carlos Ruiz Zafón: This novel is part of the Cemetery of Forgotten Books series, continuing the story of Daniel Sempere and his adventures in the mysterious world of Barcelona's literary underworld.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91s5VIcC1oL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La Emperatriz de los Etéreos",
    "Author": "Laura Gallego García",
    "Link": "https:\/\/www.lauragallego.com\/wp-content\/uploads\/2018\/06\/la-emperatriz-de-los-etereos.pdf",
    "Category": "Fantasy",
    "Description": "\"La Emperatriz de los Etéreos\" (The Empress of the Ethereal) by Laura Gallego García: In this standalone fantasy novel, Laura Gallego García weaves a tale of magic, intrigue, and adventure as a young woman named Danaë discovers her true identity and destiny in a world ruled by powerful sorcerers.",
    "Cover": "https:\/\/images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com\/f\/887ff3d8-0608-4e82-be71-955ad0bc6770\/d8d8ofr-a6d49947-2218-41aa-8eb4-61f5c3aac994.jpg\/v1\/fill\/w_1024,h_1449,q_75,strp\/la_emperatriz_de_los_etereos_by_999fenix_d8d8ofr-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9MTQ0OSIsInBhdGgiOiJcL2ZcLzg4N2ZmM2Q4LTA2MDgtNGU4Mi1iZTcxLTk1NWFkMGJjNjc3MFwvZDhkOG9mci1hNmQ0OTk0Ny0yMjE4LTQxYWEtOGViNC02MWY1YzNhYWM5OTQuanBnIiwid2lkdGgiOiI8PTEwMjQifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6aW1hZ2Uub3BlcmF0aW9ucyJdfQ.Cc4zEV3rpI__6hJF7qMfKkwu1RIKG8kLtaRP9F_2Zjs"
   },
   {
    "Name": "La Rueda del Tiempo",
    "Author": "Robert Jordan",
    "Link": "https:\/\/www.mercaba.org\/SANLUIS\/ALiteratura\/Literatura%20contemporánea\/Jordan\/Robert%20Jordan%20-%20La%20rueda%20del%20tiempo%201%20(El%20ojo%20del%20mundo).pdf",
    "Category": "Fantasy",
    "Description": "\"La Rueda del Tiempo\" (The Wheel of Time) by Robert Jordan: The first book in a fantasy series inspired by the world of Robert Jordan's \"The Wheel of Time,\" this novel follows a group of young heroes as they embark on a perilous journey to save their kingdom from an ancient evil.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81g-pAzfiQL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "El Regreso del Catón",
    "Author": "Matilde Asensi",
    "Link": "https:\/\/planetadelibrospe0.cdnstatics.com\/libros_contenido_extra\/31\/30984_1_EL_REGRESO_DEL_CATON.pdf",
    "Category": "Fantasy",
    "Description": "\"El Regreso del Catón\" (The Return of the Cato) by Matilde Asensi: Part of the \"Martín Ojo de Plata\" series, this historical fantasy novel follows the adventures of a 17th-century Spanish spy as he uncovers a conspiracy that threatens the stability of the Spanish Empire.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9788408165903-uk.jpg"
   },
   {
    "Name": "La Puerta Oscura",
    "Author": "David Lozano Garbala",
    "Link": "https:\/\/www.serlib.com\/pdflibros\/9788467527216.pdf",
    "Category": "Fantasy",
    "Description": "\"La Puerta Oscura\" (The Dark Gate) by David Lozano Garbala: The first book in a fantasy series, this novel follows the journey of a group of teenagers who discover a hidden world of magic and monsters beyond a mysterious dark gate in their town.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51FsDpzjkkL.jpg"
   },
   {
    "Name": "La ciudad de los prodigios",
    "Author": "Eduardo Mendoza",
    "Link": "https:\/\/www.planetalector.com\/usuaris\/libros_contenido\/arxius\/54\/53838_1_2023LACIUDADDELOSPRODIGIOS_Guadelectura.pdf",
    "Category": "Fantasy",
    "Description": "\"The City of Marvels\" (Spanish: \"La ciudad de los prodigios\") by Eduardo Mendoza: This historical novel is set in early 20th century Barcelona and follows the rise of Onofre Bouvila from a country boy to a powerful industrialist amidst the backdrop of rapid urban development and social change.",
    "Cover": "https:\/\/www.normacomics.com\/media\/catalog\/product\/cache\/7e7f87b06d106d5c4fb5e6058365ca81\/c\/i\/ciudad_prodigios.jpg"
   },
   {
    "Name": "La familia de Pascual Duarte",
    "Author": "Camilo José Cela",
    "Link": "https:\/\/www.suneo.mx\/literatura\/subidas\/Camilo%20José%20Cela%20%20La%20Familia%20de%20Pascual%20Duarte.pdf",
    "Category": "Fiction",
    "Description": "\"La familia de Pascual Duarte\" (The Family of Pascual Duarte) by Camilo José Cela: A gritty and darkly compelling novel that recounts the life of Pascual Duarte, a violent and troubled man living in rural Spain, exploring themes of poverty, abuse, and the cycle of violence.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51GvGCvYfCL._AC_SY200_QL15_.jpg"
   },
   {
    "Name": "La Isla del Tesoro",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Robert%20Stevenson%20-%20La%20isla.pdf",
    "Category": "Fiction",
    "Description": "\"Treasure Island\" (Spanish: \"La Isla del Tesoro\") by Robert Louis Stevenson: While not originally written in Spanish, this classic adventure novel has been translated into Spanish and follows the journey of young Jim Hawkins as he searches for buried treasure on a remote island, encountering pirates and intrigue along the way.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91j587mzUZL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "El amor en los tiempos del cólera",
    "Author": "Gabriel García Márquez",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/García%20Gabriel%20-%20El%20amor%20en.pdf",
    "Category": "Fiction",
    "Description": "\"El amor en los tiempos del cólera\" (Love in the Time of Cholera) by Gabriel García Márquez: Set in a Caribbean port town, this novel follows the lifelong love affair between Florentino Ariza and Fermina Daza, spanning over fifty years and reflecting on the nature of love, aging, and the passage of time.",
    "Cover": "https:\/\/img1.od-cdn.com\/ImageType-400\/5835-1\/FA5\/A40\/43\/%7BFA5A4043-FBB4-451A-854B-DF4BB1587E52%7DImg400.jpg"
   },
   {
    "Name": "Rayuela",
    "Author": "Julio Cortázar",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Cortazar,%20Julio%20-%20Rayuela.pdf",
    "Category": "Fiction",
    "Description": "\"Rayuela\" (Hopscotch) by Julio Cortázar: A groundbreaking experimental novel that offers multiple reading paths, inviting readers to navigate the story of Horacio Oliveira, an Argentine intellectual living in Paris, and his existential search for meaning and identity.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/414pS60MJhL.jpg"
   },
   {
    "Name": "Los detectives salvajes",
    "Author": "Roberto Bolaño",
    "Link": "https:\/\/core.ac.uk\/download\/pdf\/214025878.pdf",
    "Category": "Fiction",
    "Description": "\"Los detectives salvajes\" (The Savage Detectives) by Roberto Bolaño: This novel follows the adventures of a group of young poets known as the \"visceral realists\" as they embark on a literary journey across Mexico and beyond, exploring themes of literature, art, and the pursuit of freedom.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/515MkWn%2BxFL._AC_SY200_QL15_.jpg"
   },
   {
    "Name": "El túnel",
    "Author": "Ernesto Sabato",
    "Link": "https:\/\/www.ues.mx\/Movilidad\/Docs\/MovilidadAcademica\/Libro_El_Tunel.pdf",
    "Category": "Fiction",
    "Description": "\"El túnel\" (The Tunnel) by Ernesto Sabato: A psychological thriller that delves into the mind of a deranged painter, Juan Pablo Castel, as he becomes obsessed with a woman he meets at an art gallery, leading to a tragic and inevitable conclusion.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcSQYgdQuLOGMrMZ0b44DpCFJ88aZYcuf3J4EVQzpMh6pDi3R7cbWyPoeGP9vTUGR_nwjzo&usqp=CAU"
   },
   {
    "Name": "La Regenta",
    "Author": "Leopoldo Alas",
    "Link": "https:\/\/www.vicentellop.com\/TEXTOS\/alasclarin\/laregenta.pdf",
    "Category": "Fiction",
    "Description": "La Regenta by Leopoldo Alas (Clarín):\nA novel often considered one of the greatest Spanish literary works of the 19th century. It follows the life of Ana Ozores, the young and beautiful wife of a provincial magistrate, as she navigates the complexities of love, desire, and social expectations in the conservative town of Vetusta.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711oJQwnLJL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Don Quijote de la Mancha",
    "Author": "Miguel de Cervantes",
    "Link": "https:\/\/repository.unilibre.edu.co\/bitstream\/handle\/10901\/8147\/elingeniosofinal.pdf?sequence=1&isAllowed=y",
    "Category": "Fiction",
    "Description": "\"Don Quixote\" (Spanish: \"Don Quijote de la Mancha\") by Miguel de Cervantes: This novel is considered one of the greatest works of literature and a classic of Western literature. It was first published in two parts in 1605 and 1615. \"Don Quixote\" follows the adventures of a nobleman who reads so many chivalric romances that he decides to set out to revive chivalry, under the name Don Quixote.",
    "Cover": "https:\/\/www.psupress.org\/images\/covers\/294wide\/978-0-271-08231-8md_294.jpg"
   },
   {
    "Name": "La casa de los espíritus",
    "Author": "Isabel Allende",
    "Link": "https:\/\/www.suneo.mx\/literatura\/subidas\/Isabel%20Allende%20La%20Casa%20de%20los%20Espíritus.pdf",
    "Category": "Fiction",
    "Description": "\"La casa de los espíritus\" (The House of the Spirits) by Caridad Svich (adapted from the novel by Isabel Allende): This adaptation of Allende's novel depicts the lives of the Trueba family over several generations, blending elements of magical realism with political and social commentary.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81IUCA+fTDL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "La Isla del Tesoro",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Robert%20Stevenson%20-%20La%20isla.pdf",
    "Category": "Fiction",
    "Description": "\"Treasure Island\" (Spanish: \"La Isla del Tesoro\") by Robert Louis Stevenson: While not originally written in Spanish, this classic adventure novel has been translated into Spanish and follows the journey of young Jim Hawkins as he searches for buried treasure on a remote island, encountering pirates and intrigue along the way.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91j587mzUZL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Cien años de soledad",
    "Author": "Gabriel García Márquez",
    "Link": "https:\/\/www.secst.cl\/upfiles\/documentos\/02072019_916am_5d1b755b8c54f.pdf",
    "Category": "Fiction",
    "Description": "This novel is one of the most significant works of the 20th century. It was first published in 1967 and is considered a masterpiece of magical realism. The novel tells the multi-generational story of the Buendía family in the fictional town of Macondo.",
    "Cover": "https:\/\/www.planetalector.com.mx\/usuaris\/thumbnails\/libros\/fotos\/201\/360\/portada_cien-anos-de-soledad-2015_gabriel-garcia-marquez_201506221819.jpg"
   },
   {
    "Name": "Coraline",
    "Author": "Neil Gaiman",
    "Link": "https:\/\/ia600208.us.archive.org\/1\/items\/coraline_202403\/coraline.pdf",
    "Category": "Horror",
    "Description": "\"Coraline\" is a dark fantasy novella by Neil Gaiman about a young girl who discovers a parallel world with sinister secrets. ",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71FvtJvTkRL._SY522_.jpg"
   },
   {
    "Name": "El Exorcista",
    "Author": "William Peter Blatty",
    "Link": "https:\/\/ia600208.us.archive.org\/21\/items\/william-peter-blatty-el-exorcista-ediciones-b-2007\/William%20Peter%20Blatty%20-%20El%20Exorcista-Ediciones%20B%20%282007%29.pdf",
    "Category": "Horror",
    "Description": "\"The Exorcist\" by William Peter Blatty is a horror novel about a young girl's possession and the battle between good and evil.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71gnmyiJGnL._AC_UY327_FMwebp_QL65_.jpg"
   },
   {
    "Name": "La sombra sobre Innsmouth",
    "Author": "H.P. Lovecraft",
    "Link": "https:\/\/www.astiberri.com\/rails\/active_storage\/disk\/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaDdDVG9JYTJWNVNTSXBNamd5TWpRMVlXSXRNbU14TlMwME56a3lMV0UwTnpZdE5XVTNOVEUxTldRNU16a3pCam9HUlZRNkVHUnBjM0J2YzJsMGFXOXVTU0p4YVc1c2FXNWxPeUJtYVd4bGJtRnRaVDBpVEdGZmMyOXRZbkpoWDJSbFgwbHVibk50YjNWMGFGOHRYMkYyWVc1alpTNXdaR1lpT3lCbWFXeGxibUZ0WlNvOVZWUkdMVGduSjB4aFgzTnZiV0p5WVY5a1pWOUpibTV6Ylc5MWRHaGZMVjloZG1GdVkyVXVjR1JtQmpzR1ZEb1JZMjl1ZEdWdWRGOTBlWEJsU1NJVVlYQndiR2xqWVhScGIyNHZjR1JtQmpzR1ZEb1JjMlZ5ZG1salpWOXVZVzFsT2dwc2IyTmhiQT09IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2tleSJ9fQ==--9a61501d1e6ae4179cf1ce2ffd32f984b06c1b09\/La_sombra_de_Innsmouth_-_avance.pdf",
    "Category": "Horror",
    "Description": "\"La sombra sobre Innsmouth\" (The Shadow over Innsmouth) by H.P. Lovecraft (translated into Spanish): A classic horror novella that follows a young man's investigation into the sinister secrets of the isolated town of Innsmouth, where dark cults and otherworldly creatures lurk beneath the surface.",
    "Cover": "https:\/\/d1b6q258gtjyuy.cloudfront.net\/Custom\/Content\/Products\/02\/70\/0270_https-www-escala-com-br-a-sombra-sobre-innsmouth-h-p-lovecraft-p2203-_m1_637946265252081977.jpg"
   },
   {
    "Name": "Marina",
    "Author": "Carlos Ruiz Zafón",
    "Link": "https:\/\/www.edu.xunta.gal\/centros\/iesastelleiras\/aulavirtual\/pluginfile.php\/2827\/course\/section\/3581\/Marina.pdf",
    "Category": "Horror",
    "Description": "\"Marina\" by Carlos Ruiz Zafón: A gothic mystery novel set in Barcelona, blending elements of horror, romance, and coming-of-age as a young boy named Óscar Drai becomes entangled in the haunting secrets of an abandoned mansion and the enigmatic girl who dwells within.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51Xaooi0i3L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Los renglones torcidos de Dios",
    "Author": "Torcuato Luca de Tena",
    "Link": "https:\/\/lenguajelosnogales.files.wordpress.com\/2017\/04\/luca-de-tena-torcuato-los-renglones-torcidos-de-dios2.pdf",
    "Category": "Horror",
    "Description": "\"Los renglones torcidos de Dios\" (The Crooked Lines of God) by Torcuato Luca de Tena: A psychological thriller that delves into the twisted world of a psychiatric hospital, where a young woman named Ana Verónica Molina is drawn into a web of madness, murder, and supernatural phenomena.",
    "Cover": "https:\/\/www.accioncine.es\/wp-content\/uploads\/2022\/10\/a78258bcfb1babca45cd6cb8658cb43f.jpg"
   },
   {
    "Name": "Los ojos del mar",
    "Author": "Alberto Santos",
    "Link": "https:\/\/cehegin.es\/wp-content\/uploads\/2011\/11\/sexto_concurso_los_ojos_del_mar_ana_cristina_pastrana.pdf",
    "Category": "Horror",
    "Description": "\"Los ojos del mar\" (The Eyes of the Sea) by Alberto Santos: A chilling tale set in a remote fishing village, where a series of mysterious disappearances and supernatural occurrences are linked to a legendary creature lurking beneath the waves.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/M\/MV5BNDQ1MTFkMWYtYTUxZC00NmIwLTgzMzYtOTRkYjc3NjA5ZjU1XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_FMjpg_UX1000_.jpg"
   },
   {
    "Name": "El bosque de los árboles muertos",
    "Author": "Carlos L. Cano",
    "Link": "https:\/\/www.anayainfantilyjuvenil.com\/primer_capitulo\/9788466792516-espacio-abierto-el-bosque-de-los-arboles-muertos.pdf",
    "Category": "Horror",
    "Description": "\"El bosque de los árboles muertos\" (The Forest of Dead Trees) by Carlos L. Cano: A horror novel that follows a group of friends who embark on a camping trip in a remote forest, only to encounter a nightmarish entity that feeds on their deepest fears and darkest secrets.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51ykShkMi6L.jpg"
   },
   {
    "Name": "El otro lado de la realidad",
    "Author": "Javier Gutiérrez Chamorro",
    "Link": "https:\/\/www.elboomeran.com\/wp-content\/uploads\/2023\/11\/Mi-viaje-al-otro-lado-de-la-realidad.pdf",
    "Category": "Horror",
    "Description": "\"El otro lado de la realidad\" (The Other Side of Reality) by Javier Gutiérrez Chamorro (aka \"Guti\"): A collection of chilling short stories that blur the line between reality and the supernatural, exploring themes of fear, paranoia, and the unknown.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81ZsqVJCJUL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "El silencio de la ciudad blanca",
    "Author": "Eva García Sáenz de Urturi",
    "Link": "https:\/\/www.evagarciasaenz.com\/wp-content\/uploads\/2016\/03\/Primeros-capitulos-El-silencio-de-la-ciudad-blanca-Eva-Garcia-Saenz-de-Urturi.pdf",
    "Category": "Mystery",
    "Description": "\"El silencio de la ciudad blanca\" (The Silence of the White City) by Eva García Sáenz de Urturi: The first book in the \"White City Trilogy,\" this gripping thriller follows Inspector Unai López de Ayala as he investigates a series of murders inspired by ancient rituals in the city of Vitoria, Spain.",
    "Cover": "https:\/\/www.polifemo.com\/static\/img\/portadas\/_visd_0000JPG02RVX.jpg"
   },
   {
    "Name": "La verdad sobre el caso Savolta",
    "Author": "Eduardo Mendoza",
    "Link": "https:\/\/anarkobiblioteka.files.wordpress.com\/2016\/08\/la_verdad_sobre_el_caso_savolta_-_eduardo_mendoza.pdf",
    "Category": "Mystery",
    "Description": "\"La verdad sobre el caso Savolta\" (The Truth about the Savolta Case) by Eduardo Mendoza: Set in Barcelona during the early 20th century, this mystery novel follows a young journalist named Pablo as he investigates the murder of a prominent industrialist and uncovers a web of political intrigue and corruption.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61nPfd5DE5L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Reina Roja",
    "Author": "Juan Gómez-Jurado",
    "Link": "https:\/\/cvc.cervantes.es\/literatura\/cuadernos_del_norte\/pdf\/04\/04_107.pdf",
    "Category": "Mystery",
    "Description": "\"Reina Roja\" (Red Queen) by Juan Gómez-Jurado: A fast-paced thriller that follows Antonia Scott, a brilliant but troubled woman with a unique ability to solve crimes, as she teams up with a skeptical detective to catch a serial killer known as the \"Red Queen.\"",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1543232739i\/41743264.jpg"
   },
   {
    "Name": "La Hermandad",
    "Author": "Marcos Chicot",
    "Link": "https:\/\/www.duomoediciones.com\/cont\/associatedContent\/docsPot\/Duomo_La_Hermandad2.pdf",
    "Category": "Mystery",
    "Description": "\"La Hermandad\" (The Brotherhood) by Marcos Chicot: A historical mystery novel set in medieval Spain, where a group of knights embarks on a perilous quest to uncover the truth behind a series of murders and a sinister conspiracy threatening the kingdom.",
    "Cover": "https:\/\/www.booktopia.com.au\/covers\/big\/9788418538698\/3011\/la-hermandad-the-brotherhood.jpg"
   },
   {
    "Name": "El hombre de la máscara de hierro",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Dumas%20Alejandro%20-%20El%20hombre%20de%20la%20mÃ¡scara%20de%20hierro.pdf",
    "Category": "Mystery",
    "Description": "\"The Man in the Iron Mask\" by Alexandre Dumas is a classic tale of political intrigue, mystery, and adventure set in 17th-century France, revolving around the enigmatic prisoner held captive with an iron mask whose true identity remains a closely guarded secret.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71hy0BJQ2mL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "El lector de Julio Verne",
    "Author": "Almudena Grandes",
    "Link": "https:\/\/quelibroleo.com\/archivos_capitulos\/capitulo_9788483833889.pdf",
    "Category": "Mystery",
    "Description": "\"El lector de Julio Verne\" (The Reader of Julio Verne) by Almudena Grandes: A mystery novel set in post-Civil War Spain, where a young boy named Nino becomes embroiled in a series of strange events and discovers a hidden world of espionage, betrayal, and intrigue.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9788483834008-uk.jpg"
   },
   {
    "Name": "Veinte poemas de amor y una canción desesperada",
    "Author": "Pablo Neruda",
    "Link": "https:\/\/www.ingenieria.unam.mx\/dcsyhfi\/material_didactico\/Literatura_Hispanoamericana_Contemporanea\/Autores_N\/NERUDA\/Veinte.pdf",
    "Category": "Poetry",
    "Description": "\"Veinte poemas de amor y una canción desesperada\" (Twenty Love Poems and a Song of Despair) by Pablo Neruda: A collection of passionate and sensual love poems that explore the complexities of love, desire, and longing.",
    "Cover": "https:\/\/images.booksense.com\/images\/796\/395\/9788418395796.jpg"
   },
   {
    "Name": "Cien sonetos de amor",
    "Author": "Pablo Neruda",
    "Link": "https:\/\/www.ingenieria.unam.mx\/dcsyhfi\/material_didactico\/Literatura_Hispanoamericana_Contemporanea\/Autores_N\/NERUDA\/Cien.pdf",
    "Category": "Poetry",
    "Description": "\"Cien sonetos de amor\" (One Hundred Love Sonnets) by Pablo Neruda: Another collection by Neruda, featuring one hundred sonnets dedicated to love, beauty, and the human experience.",
    "Cover": "https:\/\/www.agenciabalcells.com\/fileadmin\/_processed_\/csm_cien_sonetos_ilustrado_1f0742c4b8.jpg"
   },
   {
    "Name": "Poeta en Nueva York",
    "Author": "Federico García Lorca",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/García%20Lorca%20Federico%20-%20Poeta.pdf",
    "Category": "Poetry",
    "Description": "\"Poeta en Nueva York\" (Poet in New York) by Federico García Lorca: Written during García Lorca's time in New York City, this collection reflects his experience of urban life, loneliness, and alienation, as well as his commentary on the social and political issues of the time.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRWGX-DOcuaqWmxizOLeIBAiPT4L8aMRSBsY5iLUM_48DmQOJuaWDLcuS5vqWmL7JbOlpE&usqp=CAU"
   },
   {
    "Name": "El rayo que no cesa",
    "Author": "Miguel Hernández",
    "Link": "https:\/\/www.dipujaen.es\/galerias\/galeriaDescargas\/diputacion\/dipujaen\/legado-miguel-hernandez\/Miguel_Hernxndez_-_El_rayo_que_no_cesa_x1936x.pdf",
    "Category": "Poetry",
    "Description": "\"El rayo que no cesa\" (The Never-Ending Lightning) by Miguel Hernández: One of Hernández's most famous collections, characterized by its intense emotion, raw imagery, and exploration of themes such as love, death, and the human condition.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71doUTBiBhL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Cántico espiritual",
    "Author": "San Juan de la Cruz",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Cruz,%20San%20Juan%20de%20la%20-%20El%20Cántico%20espiritual.pdf",
    "Category": "Poetry",
    "Description": "\"Cántico espiritual\" (Spiritual Canticle) by San Juan de la Cruz: A classic work of Spanish mysticism, this poem explores the soul's journey towards union with the divine, using rich symbolism and metaphorical language.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51hj9z9i6eL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Los heraldos negros",
    "Author": "César Vallejo",
    "Link": "https:\/\/www.mendoza.edu.ar\/wp-content\/uploads\/2022\/04\/Los-heraldos-negros-Cesar-Vallejo.pdf",
    "Category": "Poetry",
    "Description": "\"Los heraldos negros\" (The Black Heralds) by César Vallejo: Vallejo's debut collection, characterized by its existential angst, stark imagery, and innovative use of language, which explores themes of mortality, suffering, and the search for meaning.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/719ggBYJXYL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "El tiempo entre costuras",
    "Author": "María Dueñas",
    "Link": "https:\/\/premisrecerca.uvic.cat\/sites\/default\/files\/webform\/el_tiempo_entre_costuras.pdf",
    "Category": "Romance",
    "Description": "\"El tiempo entre costuras\" (The Time in Between) by María Dueñas: A historical romance novel set in Spain during the Spanish Civil War and World War II, following the journey of Sira Quiroga as she becomes entangled in espionage and romance.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1392371922i\/20808253.jpg"
   },
   {
    "Name": "La noche de las brujas",
    "Author": "Ana María Shua",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/157627.pdf",
    "Category": "Romance",
    "Description": "\"La noche de las brujas\" (The Night of the Witches) by Ana María Shua: This novel follows the love story of two characters, Eva and Pablo, as they navigate a dystopian society where love is forbidden and punishable by death.",
    "Cover": "https:\/\/www.editorialhidra.com\/media\/hidra\/images\/cover-148100.jpg"
   },
   {
    "Name": "La gaviota",
    "Author": "Fernán Caballero",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/89791.pdf",
    "Category": "Romance",
    "Description": "\"La gaviota\" (The Seagull) by Fernán Caballero: A classic Spanish novel that explores themes of love, sacrifice, and the human condition, set against the backdrop of rural Spain.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/2e7c83f0-8aa7-4162-9d7c-cfc8be02c1b9\/1200\/1200\/False\/la-gaviota-5.jpg"
   },
   {
    "Name": "La Celestina",
    "Author": "Fernando de Rojas",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Celestina.PDF",
    "Category": "Romance",
    "Description": "La Celestina by Fernando de Rojas:\nAlso known as \"Tragicomedy of Calisto and Melibea,\" it's a Spanish classic from the Renaissance period. The plot revolves around the love affair between a young nobleman, Calisto, and a beautiful girl, Melibea, with the matchmaker Celestina playing a pivotal role.",
    "Cover": "https:\/\/www.blackcat-cideb.com\/uploads\/2017\/03\/445-445_aa0edea1b21a86646b60f7b40f7c41a8.jpg"
   },
   {
    "Name": "Fortunata y Jacinta",
    "Author": "Benito Pérez Galdós",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Perez%20Galdos,%20Benito%20-%20Fortunata%20y%20Jacinta%20(1).pdf",
    "Category": "Romance",
    "Description": "\"Fortunata y Jacinta\" by Benito Pérez Galdós: A classic Spanish novel that follows the lives of two women, Fortunata and Jacinta, and their romantic entanglements in 19th-century Madrid.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41BNMt8YGxS.jpg"
   },
   {
    "Name": "La Tía Tula",
    "Author": "Miguel de Unamuno",
    "Link": "https:\/\/biblioteca.org.ar\/libros\/656622.pdf",
    "Category": "Romance",
    "Description": "\"La Tía Tula\" (Aunt Tula) by Miguel de Unamuno: A novel that follows the life of Tula, a strong and independent woman who becomes a surrogate mother to her nephew, leading to conflicts and moral dilemmas.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRuZXZor9PHvljykpaH5f4N0E1LzRo2Fv4PJUGFY5k2ihRVJwZD8B1m4p-StvsarBS71Aw&usqp=CAU"
   },
   {
    "Name": "La Regenta",
    "Author": "Leopoldo Alas",
    "Link": "https:\/\/www.vicentellop.com\/TEXTOS\/alasclarin\/laregenta.pdf",
    "Category": "Romance",
    "Description": "La Regenta by Leopoldo Alas (Clarín):\nA novel often considered one of the greatest Spanish literary works of the 19th century. It follows the life of Ana Ozores, the young and beautiful wife of a provincial magistrate, as she navigates the complexities of love, desire, and social expectations in the conservative town of Vetusta.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711oJQwnLJL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La casa de los espíritus",
    "Author": "Isabel Allende",
    "Link": "https:\/\/www.suneo.mx\/literatura\/subidas\/Isabel%20Allende%20La%20Casa%20de%20los%20Espíritus.pdf",
    "Category": "Romance",
    "Description": "\"La casa de los espíritus\" (The House of the Spirits) by Caridad Svich (adapted from the novel by Isabel Allende): This adaptation of Allende's novel depicts the lives of the Trueba family over several generations, blending elements of magical realism with political and social commentary.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81IUCA+fTDL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Marina",
    "Author": "Carlos Ruiz Zafón",
    "Link": "https:\/\/www.edu.xunta.gal\/centros\/iesastelleiras\/aulavirtual\/pluginfile.php\/2827\/course\/section\/3581\/Marina.pdf",
    "Category": "Romance",
    "Description": "\"Marina\" by Carlos Ruiz Zafón: A gothic mystery novel set in Barcelona, blending elements of horror, romance, and coming-of-age as a young boy named Óscar Drai becomes entangled in the haunting secrets of an abandoned mansion and the enigmatic girl who dwells within.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51Xaooi0i3L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La sombra del viento",
    "Author": "Carlos Ruiz Zafón",
    "Link": "https:\/\/cel.edu.py\/v2\/wp-content\/uploads\/2020\/10\/Ruiz-Zafon-Carlos-La-Sombra-Del-Viento_54Y.pdf",
    "Category": "Thriller",
    "Description": "\"The Shadow of the Wind\" (Spanish: \"La sombra del viento\") by Carlos Ruiz Zafón: This gripping mystery novel follows Daniel Sempere, who discovers a mysterious book by an author named Julián Carax and becomes entangled in a dangerous web of secrets and intrigue in post-war Barcelona.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51Ty5FOq4kL.jpg"
   },
   {
    "Name": "El juego del ángel",
    "Author": "Carlos Ruiz Zafón",
    "Link": "https:\/\/www.carlosruizzafon.com\/descargas_web\/primer_capitol\/primer_capitulo_angel.pdf",
    "Category": "Thriller",
    "Description": "\"The Angel's Game\" (Spanish: \"El juego del ángel\") by Carlos Ruiz Zafón: Another thrilling novel by Ruiz Zafón, set in the same universe as \"The Shadow of the Wind.\" It follows a struggling writer, David Martín, who becomes embroiled in a dark conspiracy involving a mysterious publisher and a cursed manuscript.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71Z1Tg4CxpS._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "El guardián invisible",
    "Author": "Dolores Redondo",
    "Link": "https:\/\/www.planetadelibros.com.co\/libros_contenido_extra\/31\/30498_1_EL_GUARDIAN_INVISIBLE.pdf",
    "Category": "Thriller",
    "Description": "\"The Invisible Guardian\" (Spanish: \"El guardián invisible\") by Dolores Redondo: The first book in the Baztán Trilogy, this crime thriller follows Inspector Amaia Salazar as she investigates a series of murders in her hometown of Baztán, a remote region in the Basque Country, while confronting her own troubled past.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91c5MUFiH0L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "El Hombre Invisible",
    "Author": "Herbert George Wells",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/hombre-invisible.pdf",
    "Category": "Thriller",
    "Description": "\"El Hombre Invisible\" by H.G. Wells is a science fiction novel about Griffin, a scientist who turns himself invisible. As he explores the consequences of his invisibility, Griffin descends into madness, leading to a gripping tale of power and morality.",
    "Cover": "https:\/\/images.booksense.com\/images\/087\/599\/9788419599087.jpg"
   },
   {
    "Name": "Loto Rojo",
    "Author": "Clara mendívil",
    "Link": "https:\/\/www.esferalibros.com\/wp-content\/uploads\/2022\/03\/Loto-rojo-primeras.pdf",
    "Category": "Thriller",
    "Description": "\"Loto Rojo\" is a historical fiction novel depicting the rise of Ching Shih, the most powerful pirate in history, and her exploits commanding a vast fleet in the South China Sea during the 19th century.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/875bc9e2-0f05-42b9-b259-11d92b6c021c\/166\/300\/False\/loto-rojo.jpg"
   },
   {
    "Name": "El infiltrado",
    "Author": "John le Carré",
    "Link": "https:\/\/mundoasiatico2017.files.wordpress.com\/2017\/03\/el-infiltrado-john-le-carre.pdf",
    "Category": "Thriller",
    "Description": "\"The Night Manager\" (Spanish: \"El infiltrado\") by John le Carré: Originally written in English but translated into Spanish, this espionage thriller follows Jonathan Pine, a former British soldier turned hotel manager, as he becomes embroiled in a dangerous world of arms dealing and international espionage.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91+rRbccTXL._AC_UF1000,1000_QL80_.jpg"
   }
  ],
  "Italian":[
   {
    "Name": "Viaggio al centro della Terra",
    "Author": "Jules Verne",
    "Link": "https:\/\/elianto782.files.wordpress.com\/2011\/09\/jules-verne-viaggio-al-centro-della-terra-ita-libro.pdf",
    "Category": "Adventure",
    "Description": "\"Viaggio al centro della Terra\" (Journey to the Center of the Earth) by Jules Verne (translated into Italian): This classic adventure novel follows Professor Otto Lidenbrock, his nephew Axel, and their guide Hans as they journey deep into the Earth's interior, encountering various perils and wonders along the way.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71ttb5Eqn-L._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Il Corsaro Nero",
    "Author": "Emilio Salgari",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/il_corsaro_nero.pdf",
    "Category": "Adventure",
    "Description": "\"Il Corsaro Nero\" (The Black Corsair) by Emilio Salgari: This classic adventure novel follows the exploits of the pirate Emilio di Roccabruna, also known as the Black Corsair, as he battles his arch-nemesis, Van Guld, and fights for justice and freedom on the high seas.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41jqxN7Op9L.jpg"
   },
   {
    "Name": "Le Avventure di Robinson Crusoe",
    "Author": "Daniel Defoe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/vita_e_avventure_di_robinson_crusoe_-_vol-_i_.pdf",
    "Category": "Adventure",
    "Description": "\"Le Avventure di Robinson Crusoe\" (The Adventures of Robinson Crusoe) by Daniel Defoe (translated into Italian): This classic adventure novel tells the story of Robinson Crusoe, a shipwrecked sailor who survives on a deserted island for years, facing numerous challenges and dangers.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/a9a5371b-b89f-479e-a486-0f42d2a21053\/353\/569\/90\/False\/robinson-crusoe-316.jpg"
   },
   {
    "Name": "Le Avventure di Tom Sawyer",
    "Author": "Mark Twain",
    "Link": "https:\/\/digilander.libero.it\/laboratoriotomsawyer\/e-book-mark_twain-le_avventure_di_tom_sawyer.pdf",
    "Category": "Adventure",
    "Description": "\"Le Avventure di Tom Sawyer\" (The Adventures of Tom Sawyer) by Mark Twain (translated into Italian): While originally an American novel, \"Tom Sawyer\" has been translated into Italian and follows the adventures of the mischievous boy Tom Sawyer as he explores the Mississippi River and gets into various scrapes.",
    "Cover": "https:\/\/www.ibs.it\/images\/9788869265112_0_536_0_75.jpg"
   },
   {
    "Name": "Sandokan: Le Tigri di Mompracem",
    "Author": "Emilio Salgari",
    "Link": "https:\/\/ilibridileo.altervista.org\/wp-content\/uploads\/2020\/12\/EMILIO-SALGARI-Le-tigri-di-Mompracem.pdf",
    "Category": "Adventure",
    "Description": "\"Sandokan: Le Tigri di Mompracem\" (The Tigers of Mompracem) by Emilio Salgari: Another adventure novel by Salgari, \"Sandokan\" follows the exploits of the pirate Sandokan as he battles colonial powers and fights for freedom in the jungles of Southeast Asia.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9788809765962-uk.jpg"
   },
   {
    "Name": "Le Avventure di Sherlock Holmes",
    "Author": "Arthur Conan Doyle ",
    "Link": "https:\/\/static.erickson.it\/prod\/files\/ItemVariant\/itemvariant_sfoglialibro\/189179_9788859029632_edi2270_le-avventure-di-sherlock-holmes.pdf",
    "Category": "Adventure",
    "Description": "\"Le Avventure di Sherlock Holmes\" (The Adventures of Sherlock Holmes) by Arthur Conan Doyle (translated into Italian): This collection of detective stories featuring the iconic sleuth Sherlock Holmes and his companion Dr. John Watson contains many thrilling adventures and mysteries to solve.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51yGQ7QMW8L.jpg"
   },
   {
    "Name": "Pinocchio",
    "Author": "Carlo Collodi ",
    "Link": "http:\/\/www.giuliotortello.it\/racconti\/Pinocchio.pdf",
    "Category": "Adventure",
    "Description": "A children's novel about a wooden puppet who longs to become a real boy. It explores themes of obedience, honesty, and the importance of education.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61AjHmoSUzL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "I Promessi Sposi",
    "Author": "Alessandro Manzoni",
    "Link": "https:\/\/moodle2.units.it\/pluginfile.php\/441330\/mod_resource\/content\/1\/MANZONI-PROMESSI%20SPOSI.pdf",
    "Category": "Adventure",
    "Description": "A historical novel set in 17th-century Italy during Spanish rule. It follows the struggles of two young lovers, Renzo and Lucia, to overcome obstacles and be together.",
    "Cover": "https:\/\/www.newtoncompton.com\/files\/cache\/bookimages\/13594\/i-promessi-sposi-x600.jpg"
   },
   {
    "Name": "Pinocchio",
    "Author": "Carlo Collodi ",
    "Link": "http:\/\/www.giuliotortello.it\/racconti\/Pinocchio.pdf",
    "Category": "Classics",
    "Description": "A children's novel about a wooden puppet who longs to become a real boy. It explores themes of obedience, honesty, and the importance of education.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61AjHmoSUzL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Il Decameron",
    "Author": "Giovanni Boccaccio:",
    "Link": "https:\/\/www.mori.bz.it\/Rinascimento\/Decameron.pdf",
    "Category": "Classics",
    "Description": "\"Il Decameron\" (The Decameron) by Giovanni Boccaccio: A collection of one hundred novellas told by a group of young people sheltering in a villa outside Florence to escape the Black Death, showcasing Boccaccio's wit, humor, and keen observations of human nature.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/316QKUeAiUS._SY445_SX342_.jpg"
   },
   {
    "Name": "Divina Commedia",
    "Author": "Dante Alighieri ",
    "Link": "https:\/\/ia601302.us.archive.org\/35\/items\/ladivinacommedia00dant\/ladivinacommedia00dant.pdf",
    "Category": "Classics",
    "Description": "The Divine Comedy tells of the poet Dante's travels through Hell, Purgatory and Paradise in search of salvation. Before he is redeemed by his love for the heavenly Beatrice, he learns the meaning of evil, sin, damnation and forgiveness through a series of unforgettable encounters.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71pjRt+ETaL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "Orlando Furioso",
    "Author": "Ludovico Ariosto",
    "Link": "https:\/\/moodle2.units.it\/pluginfile.php\/441200\/mod_resource\/content\/1\/ARIOSTO-ORLANDO%20FURIOSO.pdf",
    "Category": "Classics",
    "Description": "A chivalric romance poem filled with adventure, love, and magic. It tells the story of Orlando, a knight who goes mad after his love interest Angelica falls for another man.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9788467033229-uk.jpg"
   },
   {
    "Name": "I Promessi Sposi",
    "Author": "Alessandro Manzoni",
    "Link": "https:\/\/moodle2.units.it\/pluginfile.php\/441330\/mod_resource\/content\/1\/MANZONI-PROMESSI%20SPOSI.pdf",
    "Category": "Classics",
    "Description": "A historical novel set in 17th-century Italy during Spanish rule. It follows the struggles of two young lovers, Renzo and Lucia, to overcome obstacles and be together.",
    "Cover": "https:\/\/www.newtoncompton.com\/files\/cache\/bookimages\/13594\/i-promessi-sposi-x600.jpg"
   },
   {
    "Name": "Il Principe",
    "Author": "Niccolò Machiavelli",
    "Link": "https:\/\/ia600704.us.archive.org\/4\/items\/a591295400machuoft\/a591295400machuoft.pdf",
    "Category": "Classics",
    "Description": "\"Il Principe\" (The Prince) by Niccolò Machiavelli: A political treatise that examines the acquisition, maintenance, and exercise of political power, offering timeless insights into statecraft and governance.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1390055828i\/28862.jpg"
   },
   {
    "Name": "I Malavoglia",
    "Author": "Giovanni Verga",
    "Link": "https:\/\/www.skylabstudios.it\/malavoglia\/I_Malavoglia.pdf",
    "Category": "Classics",
    "Description": "\"I Malavoglia\" (The House by the Medlar Tree) by Giovanni Verga: A naturalistic novel that portrays the struggles of a Sicilian family, the Malavoglias, as they face poverty, exploitation, and social injustice.",
    "Cover": "https:\/\/www.skylabstudios.it\/wp-content\/uploads\/2022\/06\/Malavoglia2.jpg"
   },
   {
    "Name": "Leopardi: Canti",
    "Author": "Giacomo Leopardi",
    "Link": "https:\/\/moodle2.units.it\/pluginfile.php\/441331\/mod_resource\/content\/1\/LEOPARDI-CANTI.pdf",
    "Category": "Classics",
    "Description": "\"Leopardi: Canti\" (Leopardi: Poems) by Giacomo Leopardi: A collection of poems by one of Italy's greatest poets, Giacomo Leopardi, known for his profound reflections on the human condition, mortality, and the passage of time.",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_568,c_scale\/jackets\/9781847494672.jpg"
   },
   {
    "Name": "Il Gattopardo",
    "Author": "Giuseppe Tomasi di Lampedusa",
    "Link": "https:\/\/netboardme.s3.amazonaws.com\/published\/7717\/files\/2930ceaf7bc45824c51c8580be67644d.pdf",
    "Category": "Classics",
    "Description": "\"Il Gattopardo\" (The Leopard) by Giuseppe Tomasi di Lampedusa: Set in 19th-century Sicily, this novel follows the adventures of Prince Fabrizio Corbera di Salina as he navigates the social and political upheavals of his time.",
    "Cover": "https:\/\/images.theconversation.com\/files\/342638\/original\/file-20200618-41248-tjsuyh.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1000&fit=clip"
   },
   {
    "Name": "Le Avventure di Sherlock Holmes",
    "Author": "Arthur Conan Doyle ",
    "Link": "https:\/\/static.erickson.it\/prod\/files\/ItemVariant\/itemvariant_sfoglialibro\/189179_9788859029632_edi2270_le-avventure-di-sherlock-holmes.pdf",
    "Category": "Classics",
    "Description": "\"Le Avventure di Sherlock Holmes\" (The Adventures of Sherlock Holmes) by Arthur Conan Doyle (translated into Italian): This collection of detective stories featuring the iconic sleuth Sherlock Holmes and his companion Dr. John Watson contains many thrilling adventures and mysteries to solve.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51yGQ7QMW8L.jpg"
   },
   {
    "Name": "La Mandragola",
    "Author": "Niccolò Machiavelli",
    "Link": "http:\/\/www.letteratura-italiana.com\/pdf\/letteratura%20italiana\/04%20MACHIAVELLI%20Mandragola.pdf",
    "Category": "Drama",
    "Description": "\"La Mandragola\" (The Mandrake) by Niccolò Machiavelli: A comedic play that satirizes the moral and social values of Renaissance Florence, revolving around the schemes of a young man named Callimaco to seduce Lucrezia, the wife of an elderly merchant.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/615S9bcjlgL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Sei personaggi in cerca d'autore",
    "Author": "Luigi Pirandello",
    "Link": "https:\/\/www.luigitonoli.altervista.org\/testiallegati\/PIRANDELLO__6Personaggi.pdf",
    "Category": "Drama",
    "Description": "\"Sei personaggi in cerca d'autore\" (Six Characters in Search of an Author) by Luigi Pirandello: A groundbreaking play that explores the nature of reality and illusion, as six mysterious characters interrupt a theatrical rehearsal and demand that their story be told.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71PQbu9sDOL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "La locandiera",
    "Author": "Carlo Goldoni",
    "Link": "https:\/\/skypescuola.files.wordpress.com\/2015\/05\/goldoni-la-locandiera.pdf",
    "Category": "Drama",
    "Description": "\"La locandiera\" (The Mistress of the Inn) by Carlo Goldoni: A classic comedy of manners that follows the romantic entanglements of Mirandolina, the spirited mistress of an inn, as she manipulates her guests to her advantage.",
    "Cover": "https:\/\/res.cloudinary.com\/pim-red\/image\/upload\/q_auto,f_auto,w_360\/v1643843700\/klett\/cover\/9783125658783.jpg"
   },
   {
    "Name": "Il Malato Immaginario",
    "Author": "Molière",
    "Link": "https:\/\/www.aiutamici.com\/portalweb\/ebook\/ebook\/Moliere-Il_malato_immaginario.pdf",
    "Category": "Drama",
    "Description": "\"Il Malato Immaginario\" (The Imaginary Invalid) by Molière (translated into Italian): A classic comedy by the French playwright Molière, translated into Italian, that satirizes the medical profession and hypochondria through the character of Argan, a wealthy but gullible invalid.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRLIVPm4GtkDm0x88ULed1u6ZsJH3LG-BGpYQ&usqp=CAU"
   },
   {
    "Name": "Così è (se vi pare)",
    "Author": "Luigi Pirandello",
    "Link": "https:\/\/www.writingshome.com\/ebook_files\/252.pdf",
    "Category": "Drama",
    "Description": "\"Così è (se vi pare)\" (Right You Are (If You Think So)) by Luigi Pirandello: A play that explores the nature of truth and perception, as the residents of a small Italian town become embroiled in a series of misunderstandings and contradictions.",
    "Cover": "https:\/\/www.edizioniel.com\/wp-content\/uploads\/2017\/10\/Cos%C3%AC-%C3%A8-Pirandello-se-vi-pare-AristarcoNot-Einaudi-Ragazzi-9788866564171.jpg"
   },
   {
    "Name": "Le donne al parlamento",
    "Author": "Aristophanes",
    "Link": "https:\/\/professoressaorru.files.wordpress.com\/2010\/02\/donne.pdf",
    "Category": "Drama",
    "Description": "\"Le donne al parlamento\" (Women in Parliament) by Aristophanes (translated into Italian): This ancient Greek comedy, translated into Italian, satirizes gender politics and societal norms as the women of Athens stage a coup and take control of the government.",
    "Cover": "https:\/\/www.libreriacoletti.it\/images.php?filename=978881712494.jpg&t=l"
   },
   {
    "Name": "Novecento",
    "Author": "Alessandro Baricco",
    "Link": "https:\/\/www.angelfire.com\/planet\/www.musicasecundaria\/Baricco,%20Alessandro%20-%20Novecento.pdf",
    "Category": "Drama",
    "Description": "\"Novecento\" (The Legend of 1900) by Alessandro Baricco: A monologue play that tells the story of a pianist named Novecento, who was born and raised on a cruise ship and becomes a legendary musician, yet refuses to leave the ship and confront the outside world.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51WAn7WaWOL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Questi fantasmi!",
    "Author": "Luigi Pirandello",
    "Link": "https:\/\/copioni.corrierespettacolo.it\/wp-content\/uploads\/2016\/12\/DE%20FILIPPO%20Eduardo__Questi%20fantasmi__null__U(8)-D(5)__Dramma__3a.pdf",
    "Category": "Drama",
    "Description": "\"Questi fantasmi!\" (These Ghosts!) by Luigi Pirandello: A comedy that explores the theme of identity and reality, as the characters in a small Italian town grapple with the return of a man who may or may not be dead.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQpoohDFbecOeTjQlt-U14danO8cdtWOaw8O-WcSyg3XLwKox5hyO5ecRRK8GlRFjhYGM8&usqp=CAU"
   },
   {
    "Name": "Il nome della rosa",
    "Author": "Umberto Eco",
    "Link": "http:\/\/www.novelas.rodriguezalvarez.com\/pdfs\/ZZ_Eco,%20Umberto%20%27%27Il%20nome%20della%20rosa%27%27-It-En-Sp.pdf",
    "Category": "Fantasy",
    "Description": "\"Il nome della rosa\" (The Name of the Rose) by Umberto Eco: A historical mystery novel set in an Italian monastery in the 14th century, \"The Name of the Rose\" contains elements of fantasy and allegory, as the protagonist, William of Baskerville, investigates a series of murders while confronting philosophical and theological mysteries.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/M\/MV5BYTdhYzc0MmMtZDQwNS00ZTdlLTgzZmYtZWIxYzE4Zjk0YzQ4XkEyXkFqcGdeQXVyNTY2MzkxMjc@._V1_.jpg"
   },
   {
    "Name": "Il Signore degli Anelli",
    "Author": "J.R.R. Tolkien",
    "Link": "https:\/\/gacaviglia.weebly.com\/uploads\/1\/2\/8\/4\/12845891\/j.r.r._tolkien_-_il_signore_degli_anelli__libro_.pdf",
    "Category": "Fantasy",
    "Description": "\"Il Signore degli Anelli\" (The Lord of the Rings) by J.R.R. Tolkien (translated into Italian): While originally written in English, \"The Lord of the Rings\" has been translated into Italian and is widely available in PDF format. This epic fantasy trilogy follows the quest to destroy the One Ring and defeat the Dark Lord Sauron.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcTzqL0oWCMiu3XqE4MkI4A9JyPVyXLY-W_oj8tbyKVGT1U3tVYoQOto9a_9CeKGd5e0MIU&usqp=CAU"
   },
   {
    "Name": "La compagnia dell'anello",
    "Author": "J.R.R. Tolkien",
    "Link": "https:\/\/gacaviglia.weebly.com\/uploads\/1\/2\/8\/4\/12845891\/j.r.r._tolkien_-_il_signore_degli_anelli__libro_.pdf",
    "Category": "Fantasy",
    "Description": "\"La compagnia dell'anello\" (The Fellowship of the Ring) by J.R.R. Tolkien (translated into Italian): The first book in \"The Lord of the Rings\" trilogy, \"The Fellowship of the Ring\" introduces readers to the world of Middle-earth and the members of the Fellowship as they set out on their quest.",
    "Cover": "https:\/\/etereaedizioni.com\/wp-content\/uploads\/2017\/08\/31lH4EuDyL._SX326_BO1204203200_-197x300-1.jpg"
   },
   {
    "Name": "Le due torri",
    "Author": "J.R.R. Tolkien",
    "Link": "https:\/\/gacaviglia.weebly.com\/uploads\/1\/2\/8\/4\/12845891\/j.r.r._tolkien_-_il_signore_degli_anelli__libro_.pdf",
    "Category": "Fantasy",
    "Description": "\"Le due torri\" (The Two Towers) by J.R.R. Tolkien (translated into Italian): The second book in \"The Lord of the Rings\" trilogy, \"The Two Towers\" continues the adventures of the Fellowship as they face new challenges and dangers in their quest to destroy the One Ring.",
    "Cover": "https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcQmiJGRmRkjLOLdbldcLsi5sMz68bhLE_h8HcGmZSw7J5clwar14WeCDk8PjVyBD4YehW8&usqp=CAU"
   },
   {
    "Name": "Il ritorno del re",
    "Author": "J.R.R. Tolkien",
    "Link": "https:\/\/gacaviglia.weebly.com\/uploads\/1\/2\/8\/4\/12845891\/j.r.r._tolkien_-_il_signore_degli_anelli__libro_.pdf",
    "Category": "Fantasy",
    "Description": "\"Il ritorno del re\" (The Return of the King) by J.R.R. Tolkien (translated into Italian): The third and final book in \"The Lord of the Rings\" trilogy, \"The Return of the King\" brings the epic saga to a dramatic conclusion as the forces of good and evil clash in the final battle for Middle-earth.",
    "Cover": "https:\/\/etereaedizioni.com\/wp-content\/uploads\/2017\/08\/41cBGoJplRL._SX326_BO1204203200_.jpg"
   },
   {
    "Name": "Pinocchio",
    "Author": "Carlo Collodi ",
    "Link": "http:\/\/www.giuliotortello.it\/racconti\/Pinocchio.pdf",
    "Category": "Fantasy",
    "Description": "A children's novel about a wooden puppet who longs to become a real boy. It explores themes of obedience, honesty, and the importance of education.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61AjHmoSUzL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La solitudine dei numeri primi",
    "Author": "Paolo Giordano",
    "Link": "https:\/\/www.scuoletoscane.it\/public\/biblioteca\/testi\/775246.pdf",
    "Category": "Fiction",
    "Description": "\"La solitudine dei numeri primi\" (The Solitude of Prime Numbers) by Paolo Giordano: A contemporary novel that follows the intertwined lives of two characters, Alice and Mattia, who share a deep connection but struggle with their own personal demons and traumas.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71TGEQnb8mL._SL1500_.jpg"
   },
   {
    "Name": "Le città invisibili",
    "Author": "Italo Calvino",
    "Link": "https:\/\/tehne.com\/assets\/i\/upload\/library\/calvino_italo_le_citta_invisibili.pdf",
    "Category": "Fiction",
    "Description": "\"Le città invisibili\" (Invisible Cities) by Italo Calvino: A philosophical and imaginative work that presents a series of poetic descriptions of imaginary cities, exploring themes of memory, desire, and the nature of reality.",
    "Cover": "https:\/\/anylang.net\/sites\/default\/files\/covers\/le-citta-invisibili_1.jpg"
   },
   {
    "Name": "Storia di una ladra di libri",
    "Author": "Markus Zusak",
    "Link": "https:\/\/www.scuolacesate.edu.it\/wp-content\/uploads\/Storia-di-una-ladra-di-libri.pdf",
    "Category": "Fiction",
    "Description": "\"Storia di una ladra di libri\" (The Book Thief) by Markus Zusak (translated into Italian): While originally written in English, \"The Book Thief\" has been translated into Italian and follows the story of Liesel Meminger, a young girl living in Nazi Germany who discovers the power of words and storytelling amidst the horrors of war.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81PnV1LbBSL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Gomorra",
    "Author": "Roberto Saviano",
    "Link": "https:\/\/allegoriaonline.it\/PDF\/98.pdf",
    "Category": "Fiction",
    "Description": "\"Gomorra\" (Gomorrah) by Roberto Saviano: A non-fiction novel that exposes the inner workings of the Camorra, the Neapolitan mafia, and its influence on Italian society and economy, written by journalist Roberto Saviano.",
    "Cover": "https:\/\/helikon.libricsoport.hu\/wp-content\/uploads\/sites\/5\/2018\/11\/gomorra.jpg"
   },
   {
    "Name": "Io non ho paura",
    "Author": "Niccolò Ammaniti",
    "Link": "https:\/\/italiatut.com\/wp-content\/uploads\/1ammaniti_niccolo_io_non_ho_paura.pdf",
    "Category": "Fiction",
    "Description": "\"Io non ho paura\" (I'm Not Scared) by Niccolò Ammaniti: A coming-of-age novel set in Southern Italy during the 1970s, which follows the adventures of a young boy named Michele as he discovers a dark secret hidden in his small village.",
    "Cover": "https:\/\/www.mondadorieducation.it\/media\/img\/120900071216GRA.jpg?x22811"
   },
   {
    "Name": "La casa delle bambole",
    "Author": "Ka-Tsetnik",
    "Link": "https:\/\/ia600209.us.archive.org\/1\/items\/paolo-rodari-gabriele-amorth-lultimo-esorcista.-la-mia-battaglia-contro-satana-2013-piemme-libgen.li\/%28Oscar%20narrativa%29%20Ka-tzetnik%20135633%20-%20La%20casa%20delle%20bambole-Mondadori%20%281994%29.pdf",
    "Category": "Fiction",
    "Description": "he friends are initially skeptical of the story, but they soon begin to experience strange and frightening things. They see the ghost of the young girl, and they hear her voice. They also start to have nightmares about her.\n\nThe friends are terrified, and they want to leave the cabin, but they are snowed in and cannot get away. They are trapped with the ghost, and they must find a way to survive.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/A1bwQxjFE3L._SY522_.jpg"
   },
   {
    "Name": "Le Avventure di Sherlock Holmes",
    "Author": "Arthur Conan Doyle ",
    "Link": "https:\/\/static.erickson.it\/prod\/files\/ItemVariant\/itemvariant_sfoglialibro\/189179_9788859029632_edi2270_le-avventure-di-sherlock-holmes.pdf",
    "Category": "Fiction",
    "Description": "\"Le Avventure di Sherlock Holmes\" (The Adventures of Sherlock Holmes) by Arthur Conan Doyle (translated into Italian): This collection of detective stories featuring the iconic sleuth Sherlock Holmes and his companion Dr. John Watson contains many thrilling adventures and mysteries to solve.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51yGQ7QMW8L.jpg"
   },
   {
    "Name": "Il Gattopardo",
    "Author": "Giuseppe Tomasi di Lampedusa",
    "Link": "https:\/\/netboardme.s3.amazonaws.com\/published\/7717\/files\/2930ceaf7bc45824c51c8580be67644d.pdf",
    "Category": "Fiction",
    "Description": "\"Il Gattopardo\" (The Leopard) by Giuseppe Tomasi di Lampedusa: Set in 19th-century Sicily, this novel follows the adventures of Prince Fabrizio Corbera di Salina as he navigates the social and political upheavals of his time.",
    "Cover": "https:\/\/images.theconversation.com\/files\/342638\/original\/file-20200618-41248-tjsuyh.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1000&fit=clip"
   },
   {
    "Name": "Io sono leggenda",
    "Author": "Richard Matheson",
    "Link": "https:\/\/ia600203.us.archive.org\/20\/items\/vdocuments.mx_io-sono-leggenda\/vdocuments.mx_io-sono-leggenda.pdf",
    "Category": "Horror",
    "Description": "A lone survivor wanders through the ruins of New York City, which is now overrun by vampires.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/516cHSYB2UL.jpg"
   },
   {
    "Name": "La casa delle bambole",
    "Author": "Ka-Tsetnik",
    "Link": "https:\/\/ia600209.us.archive.org\/1\/items\/paolo-rodari-gabriele-amorth-lultimo-esorcista.-la-mia-battaglia-contro-satana-2013-piemme-libgen.li\/%28Oscar%20narrativa%29%20Ka-tzetnik%20135633%20-%20La%20casa%20delle%20bambole-Mondadori%20%281994%29.pdf",
    "Category": "Horror",
    "Description": "he friends are initially skeptical of the story, but they soon begin to experience strange and frightening things. They see the ghost of the young girl, and they hear her voice. They also start to have nightmares about her.\n\nThe friends are terrified, and they want to leave the cabin, but they are snowed in and cannot get away. They are trapped with the ghost, and they must find a way to survive.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/A1bwQxjFE3L._SY522_.jpg"
   },
   {
    "Name": "La città morta",
    "Author": "Gabriele D'Annunzio",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/la_citta_morta%20(1).pdf",
    "Category": "Horror",
    "Description": "\"La città morta\" (\"The Dead City\") by Gabriele D'Annunzio is a haunting and atmospheric novella that explores themes of death, decay, and decadence. Set in a decaying Italian town, the story follows the protagonist as he navigates through the eerie streets and encounters the remnants of a once vibrant community. With lush prose and vivid imagery, D'Annunzio creates a captivating and unsettling atmosphere, inviting readers to reflect on the passage of time and the inevitability of mortality.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1677844691i\/48853001.jpg"
   },
   {
    "Name": "L'Isola dei Demoni",
    "Author": "Lorenzo Crescentini",
    "Link": "https:\/\/ebookgratispertutti.files.wordpress.com\/2011\/01\/terry-brooks-genesi-shannara-3c2b0-lesercito-dei-demoni-2009.pdf",
    "Category": "Horror",
    "Description": "\"Il Buio Invisibile\" (The Invisible Darkness) by Lorenzo Crescentini: In this chilling tale, a small town is plagued by mysterious disappearances and encounters with an invisible darkness that threatens to consume everything in its path.",
    "Cover": "https:\/\/www.mondadori.it\/content\/uploads\/2022\/11\/978880473785HIG-319x480.jpg"
   },
   {
    "Name": "L'Orrore",
    "Author": "Corrado Alvaro",
    "Link": "https:\/\/core.ac.uk\/download\/pdf\/19979807.pdf",
    "Category": "Horror",
    "Description": "\"L'Orrore\" (The Horror) by Corrado Alvaro: A chilling novel that delves into the psychological terror experienced by a man trapped in a nightmarish scenario, exploring themes of fear, paranoia, and the supernatural.",
    "Cover": "https:\/\/templates.mediamodifier.com\/5dc1ac42795ad86dd5319abb\/horror-book-cover-template.jpg"
   },
   {
    "Name": "Il Male",
    "Author": "Giovanni Papini",
    "Link": "https:\/\/www.documentacatholicaomnia.eu\/03d\/1891-1975,_Journet._Charles,_Il_Male,_IT.pdf",
    "Category": "Horror",
    "Description": "\"Il Male\" (The Evil) by Giovanni Papini: A collection of macabre and unsettling tales that explore the darker aspects of human nature and the horrors that lurk within the human psyche.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61AI6Iy90QL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "L'Alchimista",
    "Author": "Paolo Di Orazio",
    "Link": "https:\/\/www.ibs.it\/pdf\/9788895313375.pdf",
    "Category": "Horror",
    "Description": "\"L'Alchimista\" (The Alchemist) by Paolo Di Orazio: A dark and atmospheric novel that follows the journey of an alchemist who becomes obsessed with unlocking the secrets of immortality, leading him down a path of darkness and despair.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51NxsvVEITL._SY445_SX342_.jpg"
   },
   {
    "Name": "La stanza del vescovo",
    "Author": "Piero Chiara",
    "Link": "http:\/\/www.associazionepborsieri.it\/ewExternalFiles\/La%20Stanza%20del%20vescovo.pdf",
    "Category": "Mystery",
    "Description": "\"La stanza del vescovo\" (The Bishop's Bedroom) by Piero Chiara: A psychological thriller that follows the investigation of a murder in a small Italian town, where secrets and betrayals lurk behind every door.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41ra+t3loFL._AC_UF894,1000_QL80_.jpg"
   },
   {
    "Name": "L'occhio del lupo",
    "Author": "Donatella Ziliotto",
    "Link": "https:\/\/www.icmartellini.roma.it\/attachments\/article\/856\/L%27occhio%20del%20lupo.pdf",
    "Category": "Mystery",
    "Description": "The novel revolves around the story of a wolf and a young boy. Through the lens of their unlikely friendship, the book delves into themes of empathy, understanding, and the universal desire for connection. The wolf, who lost his eye in a tragic event, shares his life story with the boy, revealing the challenges and hardships he faced in the wild. As their bond deepens, the boy learns profound lessons about compassion and the importance of seeing beyond appearances.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/e1247ca5-8592-493f-a149-2081f3b79d9d\/1200\/1200\/False\/l-occhio-del-lupo-1.jpg"
   },
   {
    "Name": "Il giallo di Ponte Vecchio",
    "Author": "Valerio Evangelisti",
    "Link": "https:\/\/www.ibs.it\/pdf\/9788854162297.pdf",
    "Category": "Mystery",
    "Description": "Set in Florence, this historical mystery novel follows investigator Nicola Spinotti as he delves into a series of murders that rock the city. As Spinotti navigates the treacherous politics of Renaissance Florence, he uncovers a conspiracy that threatens to unravel the fabric of society.",
    "Cover": "https:\/\/www.ibs.it\/images\/9788854166080_0_200_0_0.jpg"
   },
   {
    "Name": "Il Mistero del Poeta",
    "Author": "Antonio Fogazzaro",
    "Link": "http:\/\/www.nilalienum.it\/Letteratura\/Letteraturaitaliana\/800\/fogazzaro\/il_mis_p.pdf",
    "Category": "Mystery",
    "Description": "This novel is a classic mystery story that follows the investigation of a poet's mysterious death. It's filled with twists, turns, and suspenseful moments as the protagonist seeks to unravel the truth behind the poet's demise.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51mXvLeBB1L._SY466_.jpg"
   },
   {
    "Name": "Il Conte di Montecristo",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/www.writingshome.com\/ebook_files\/195.pdf",
    "Category": "Mystery",
    "Description": "\"Il Conte di Montecristo\" is a gripping tale of revenge and justice. It contains elements of intrigue and suspense as the protagonist seeks to uncover the truth behind his wrongful imprisonment and those responsible for his downfall.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/e133dbbc-39cf-485b-91b7-e68c496323cb\/1200\/1200\/False\/il-conte-di-montecristo-4.jpg"
   },
   {
    "Name": "Il dono di natale",
    "Author": "Grazia Deledda",
    "Link": "https:\/\/www.skylabstudios.it\/wp-content\/uploads\/2020\/03\/07-IL-DONO-DI-NATALE1.jpg",
    "Category": "Mystery",
    "Description": "In \"Il Dono di Natale,\" Deledda masterfully captures the essence of Christmas spirit amidst the harsh realities of poverty and hardship. The protagonist, a young boy named Bachisio, dreams of receiving a special gift for Christmas, like the other children in the village. However, his family's dire financial situation makes this seem like an impossible dream.",
    "Cover": "https:\/\/www.skylabstudios.it\/wp-content\/uploads\/2020\/03\/07-IL-DONO-DI-NATALE1.jpg"
   },
   {
    "Name": "Il dono dei magi",
    "Author": "O. Henry",
    "Link": "https:\/\/mariobiondiscrittore.it\/Roba\/pdf\/Traduzioni\/DonoMagi.pdf",
    "Category": "Mystery",
    "Description": "The story follows the young couple Jim and Della Dillingham Young, who are deeply in love but facing financial hardship. As Christmas approaches, each of them desires to give the other a special gift to express their love, despite their limited means.",
    "Cover": "https:\/\/www.orecchioacerbo.it\/wp-content\/uploads\/2021\/01\/163_Il-dono-dei-magi.jpg"
   },
   {
    "Name": "Il Rosso e il Nero",
    "Author": "Stendhal",
    "Link": "https:\/\/www.aiutamici.com\/PortalWeb\/eBook\/ebook\/Stendhal-Il_rosso_e_il_nero.pdf",
    "Category": "Mystery",
    "Description": "While primarily a psychological novel, \"Il Rosso e il Nero\" incorporates elements of mystery and intrigue as it follows the protagonist's journey through ambition, love, and social climbing in 19th-century France.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51RzcROzPfL._SY445_SX342_.jpg"
   },
   {
    "Name": "Divina Commedia",
    "Author": "Dante Alighieri",
    "Link": "https:\/\/www.ebooksbrasil.org\/adobeebook\/ladivinacommedia.pdf",
    "Category": "Poetry",
    "Description": "Dante's masterpiece is a narrative poem divided into three parts: Inferno, Purgatorio, and Paradiso. It follows Dante's journey through the afterlife, guided by the Roman poet Virgil and later by his beloved Beatrice. The Divine Comedy explores themes of sin, redemption, and the divine order of the universe.",
    "Cover": "https:\/\/uklitag.com\/wp-content\/uploads\/2021\/02\/Divina-Comedia_cover-e1612872793232.jpg"
   },
   {
    "Name": "Canzoniere",
    "Author": "Petrarch",
    "Link": "https:\/\/skypescuola.files.wordpress.com\/2015\/05\/petrarca-canzoniere.pdf",
    "Category": "Poetry",
    "Description": "Petrarch's \"Canzoniere\" is a collection of 366 poems, mostly sonnets, written in Italian. It is divided into two parts: the first part focuses on Petrarch's unrequited love for Laura, while the second part reflects on broader themes such as nature, time, and mortality.",
    "Cover": "https:\/\/images-cdn.bridgemanimages.com\/api\/1.0\/image\/600wm.XXX.6548670.7055475\/765277.jpg"
   },
   {
    "Name": "Le Ceneri di Gramsci",
    "Author": "Pier Paolo Pasolini",
    "Link": "http:\/\/web.tiscali.it\/minores\/Ceneri_di_Gramsci.pdf",
    "Category": "Poetry",
    "Description": "Pasolini's poetry is marked by its political and social commentary, as well as its raw and evocative language. \"Le Ceneri di Gramsci\" is a notable work in which Pasolini reflects on the legacy of the Italian Marxist philosopher Antonio Gramsci.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/31fJU0bm4VL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "La Vita Nuova",
    "Author": "Dante Alighieri",
    "Link": "https:\/\/www.florin.ms\/DanteVitanova.pdf",
    "Category": "Poetry",
    "Description": "This early work by Dante is a collection of poems and prose that recounts his love for Beatrice Portinari. It is considered a precursor to The Divine Comedy and explores themes of love, longing, and spiritual growth.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71RRGwxSRdL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Il dono di natale",
    "Author": "Grazia Deledda",
    "Link": "https:\/\/www.skylabstudios.it\/wp-content\/uploads\/2020\/03\/07-IL-DONO-DI-NATALE1.jpg",
    "Category": "Romance",
    "Description": "In \"Il Dono di Natale,\" Deledda masterfully captures the essence of Christmas spirit amidst the harsh realities of poverty and hardship. The protagonist, a young boy named Bachisio, dreams of receiving a special gift for Christmas, like the other children in the village. However, his family's dire financial situation makes this seem like an impossible dream.",
    "Cover": "https:\/\/www.skylabstudios.it\/wp-content\/uploads\/2020\/03\/07-IL-DONO-DI-NATALE1.jpg"
   },
   {
    "Name": "Il dono dei magi",
    "Author": "O. Henry",
    "Link": "https:\/\/mariobiondiscrittore.it\/Roba\/pdf\/Traduzioni\/DonoMagi.pdf",
    "Category": "Romance",
    "Description": "The story follows the young couple Jim and Della Dillingham Young, who are deeply in love but facing financial hardship. As Christmas approaches, each of them desires to give the other a special gift to express their love, despite their limited means.",
    "Cover": "https:\/\/www.orecchioacerbo.it\/wp-content\/uploads\/2021\/01\/163_Il-dono-dei-magi.jpg"
   },
   {
    "Name": "La Mandragola",
    "Author": "Niccolò Machiavelli",
    "Link": "http:\/\/www.letteratura-italiana.com\/pdf\/letteratura%20italiana\/04%20MACHIAVELLI%20Mandragola.pdf",
    "Category": "Romance",
    "Description": "\"La Mandragola\" (The Mandrake) by Niccolò Machiavelli: A comedic play that satirizes the moral and social values of Renaissance Florence, revolving around the schemes of a young man named Callimaco to seduce Lucrezia, the wife of an elderly merchant.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/615S9bcjlgL._AC_UF1000,1000_QL80_.jpg"
   },
   {
    "Name": "Il Gattopardo",
    "Author": "Giuseppe Tomasi di Lampedusa",
    "Link": "https:\/\/netboardme.s3.amazonaws.com\/published\/7717\/files\/2930ceaf7bc45824c51c8580be67644d.pdf",
    "Category": "Romance",
    "Description": "\"Il Gattopardo\" (The Leopard) by Giuseppe Tomasi di Lampedusa: Set in 19th-century Sicily, this novel follows the adventures of Prince Fabrizio Corbera di Salina as he navigates the social and political upheavals of his time.",
    "Cover": "https:\/\/images.theconversation.com\/files\/342638\/original\/file-20200618-41248-tjsuyh.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1000&fit=clip"
   },
   {
    "Name": "Il Corsaro Nero",
    "Author": "Emilio Salgari",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/il_corsaro_nero.pdf",
    "Category": "Romance",
    "Description": "\"Il Corsaro Nero\" (The Black Corsair) by Emilio Salgari: This classic adventure novel follows the exploits of the pirate Emilio di Roccabruna, also known as the Black Corsair, as he battles his arch-nemesis, Van Guld, and fights for justice and freedom on the high seas.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41jqxN7Op9L.jpg"
   },
   {
    "Name": "I Promessi Sposi",
    "Author": "Alessandro Manzoni",
    "Link": "https:\/\/moodle2.units.it\/pluginfile.php\/441330\/mod_resource\/content\/1\/MANZONI-PROMESSI%20SPOSI.pdf",
    "Category": "Romance",
    "Description": "A historical novel set in 17th-century Italy during Spanish rule. It follows the struggles of two young lovers, Renzo and Lucia, to overcome obstacles and be together.",
    "Cover": "https:\/\/www.newtoncompton.com\/files\/cache\/bookimages\/13594\/i-promessi-sposi-x600.jpg"
   },
   {
    "Name": "Il Mistero del Poeta",
    "Author": "Antonio Fogazzaro",
    "Link": "http:\/\/www.nilalienum.it\/Letteratura\/Letteraturaitaliana\/800\/fogazzaro\/il_mis_p.pdf",
    "Category": "Thriller",
    "Description": "This novel is a classic mystery story that follows the investigation of a poet's mysterious death. It's filled with twists, turns, and suspenseful moments as the protagonist seeks to unravel the truth behind the poet's demise.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51mXvLeBB1L._SY466_.jpg"
   },
   {
    "Name": "Il Conte di Montecristo",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/www.writingshome.com\/ebook_files\/195.pdf",
    "Category": "Thriller",
    "Description": "\"Il Conte di Montecristo\" is a gripping tale of revenge and justice. It contains elements of intrigue and suspense as the protagonist seeks to uncover the truth behind his wrongful imprisonment and those responsible for his downfall.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/e133dbbc-39cf-485b-91b7-e68c496323cb\/1200\/1200\/False\/il-conte-di-montecristo-4.jpg"
   },
   {
    "Name": "Il giallo di Ponte Vecchio",
    "Author": "Valerio Evangelisti",
    "Link": "https:\/\/www.ibs.it\/pdf\/9788854162297.pdf",
    "Category": "Thriller",
    "Description": "Set in Florence, this historical mystery novel follows investigator Nicola Spinotti as he delves into a series of murders that rock the city. As Spinotti navigates the treacherous politics of Renaissance Florence, he uncovers a conspiracy that threatens to unravel the fabric of society.",
    "Cover": "https:\/\/www.ibs.it\/images\/9788854166080_0_200_0_0.jpg"
   },
   {
    "Name": "Il Rosso e il Nero",
    "Author": "Stendhal",
    "Link": "https:\/\/www.aiutamici.com\/PortalWeb\/eBook\/ebook\/Stendhal-Il_rosso_e_il_nero.pdf",
    "Category": "Thriller",
    "Description": "While primarily a psychological novel, \"Il Rosso e il Nero\" incorporates elements of mystery and intrigue as it follows the protagonist's journey through ambition, love, and social climbing in 19th-century France.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51RzcROzPfL._SY445_SX342_.jpg"
   },
   {
    "Name": "Io non ho paura",
    "Author": "Niccolò Ammaniti",
    "Link": "https:\/\/italiatut.com\/wp-content\/uploads\/1ammaniti_niccolo_io_non_ho_paura.pdf",
    "Category": "Thriller",
    "Description": "This gripping thriller follows the story of a young boy named Michele who discovers a dark secret hidden in the countryside of southern Italy. Set during the scorching summer of 1978, Michele stumbles upon a horrifying truth that tests his courage and challenges his innocence. As he delves deeper into the mystery, he confronts the harsh realities of adult cruelty and the complexity of moral choices. \"Io non ho paura\" is a compelling tale of suspense, friendship, and the loss of innocence, written by one of Italy's most acclaimed contemporary authors.",
    "Cover": "https:\/\/www.mondadorieducation.it\/media\/img\/120900071216GRA.jpg?x22811"
   },
   {
    "Name": "Il giorno della civetta",
    "Author": "Leonardo Sciascia",
    "Link": "http:\/\/scuole.provincia.ps.it\/sm.olivieri.pesaro\/files\/Leonardo---Il-Giorno-Della-Civetta.pdf",
    "Category": "Thriller",
    "Description": "Set in Sicily, \"Il giorno della civetta\" is a compelling mystery thriller that explores the pervasive influence of the Mafia in Italian society.With its vivid portrayal of Sicilian life and its searing critique of societal complicity, \"Il giorno della civetta\" is a powerful and thought-provoking novel that delves into the dark underbelly of Italy's criminal underworld.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/617eB90c-GL._AC_UF1000,1000_QL80_.jpg"
   }
  ],
  "German":[
   {
    "Name": "Im Westen nichts Neues",
    "Author": "Erich Maria Remarque",
    "Link": "https:\/\/ivannikovairina.files.wordpress.com\/2012\/10\/remarque_im_westen_nichts_neues_pdf.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/512TlanoEvL.jpg",
    "Description": "Set during World War I, this novel by Erich Maria Remarque provides a harrowing account of the experiences of German soldiers on the Western Front. It poignantly captures the brutality and disillusionment of war, emphasizing its toll on individuals."
   },
   {
    "Name": "Michael Kohlhaas",
    "Author": "Kleist",
    "Link": "https:\/\/www.reclam.de\/data\/media\/978-3-15-019243-6.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/www.ibs.it\/images\/9788893255547_0_536_0_75.jpg",
    "Description": "This novella follows the story of Michael Kohlhaas, a horse trader who seeks justice after his horses are unlawfully confiscated by a local nobleman. His quest for retribution leads to rebellion and violence in 16th-century Germany."
   },
   {
    "Name": "Effi Briest",
    "Author": "Theodor Fontane",
    "Link": "http:\/\/www.digbib.org\/Theodor_Fontane_1819\/Effi_Briest_.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/612mu1w9UXL._SY522_.jpg",
    "Description": "\"Effi Briest\" is a realist novel by Theodor Fontane, portraying the tragic fate of a young woman, Effi, who is married off to an older man and subsequently faces societal condemnation for her affair with another man. It's a poignant critique of 19th-century German bourgeois society."
   },
   {
    "Name": "Die drei Musketiere",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/www.staempfliverlag.com\/annot\/564C42696D677C7C393738333537303232313033377C7C504446.pdf?sq=2&title=Die%20drei%20Musketiere",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51EhgszYEhL.jpg",
    "Description": "Set in 17th-century France, this classic adventure novel follows the escapades of D'Artagnan, a young Gascon nobleman who joins the elite Musketeers of the Guard. Alongside his companions Athos, Porthos, and Aramis, D'Artagnan becomes embroiled in court intrigue, duels, and daring exploits."
   },
   {
    "Name": "Der Schatz im Silbersee",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/jugend\/silbers\/silbersee-txt.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/medien.umbreitkatalog.de\/bildzentrale_original\/978\/378\/021\/5369.jpg",
    "Description": "This popular adventure novel follows the exploits of Old Shatterhand and his Apache friend Winnetou as they search for hidden treasure in the American West. Filled with action, intrigue, and frontier adventure, it's one of Karl May's most beloved works."
   },
   {
    "Name": "Winnetou 1",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/reise\/gr07\/gr07-txt.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51OOcBwNRNS._AC_UF894,1000_QL80_.jpg",
    "Description": "This novel introduces Winnetou and Old Shatterhand and tells the story of their initial meeting and subsequent adventures as they confront various challenges in the Wild West."
   },
   {
    "Name": "Winnetou 2",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/reise\/gr08\/gr08-txt.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/518DiUmPxnL._AC_UF1000,1000_QL80_.jpg",
    "Description": "In this installment, Winnetou and Old Shatterhand continue their adventures, facing new foes and obstacles while striving to maintain peace between settlers and Native Americans."
   },
   {
    "Name": "Winnetou 3",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/reise\/gr09\/gr09-txt.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71MtBawYgcL._AC_CR0%2C0%2C0%2C0_SY315_.jpg",
    "Description": "The third novel in the series explores further adventures of Winnetou and Old Shatterhand, delving deeper into their friendship and their efforts to uphold justice and harmony in the frontier."
   },
   {
    "Name": "Winnetou 4",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/reise\/winn_4\/gr33-txt.pdf",
    "Category": "Adventure",
    "Cover": "https:\/\/www.digiport.cz\/im\/pkc\/420\/0\/api\/books\/200830\/cover?pvkpce",
    "Description": "This novel introduces the iconic character of Winnetou, a noble Apache chief, and his German friend Old Shatterhand as they navigate the Wild West, encountering outlaws, settlers, and Native American tribes. It's a gripping tale of friendship, honor, and frontier justice."
   },
   {
    "Name": "Faust",
    "Author": "Johann Wolfgang von Goethe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Faust%20(Aleman).pdf",
    "Category": "Classics",
    "Cover": "https:\/\/covers.storytel.com\/jpg-640\/9788726856668.cefe48e1-33d8-47f8-ad09-7a55f9eacae6?quality=70",
    "Description": "A dramatic masterpiece exploring themes of ambition, morality, and the human condition."
   },
   {
    "Name": "Effi Briest",
    "Author": "Theodor Fontane",
    "Link": "https:\/\/ia800904.us.archive.org\/30\/items\/bub_gb_7dEnAAAAYAAJ\/bub_gb_7dEnAAAAYAAJ.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81pUCsG8A6L._AC_UF1000,1000_QL80_.jpg",
    "Description": "A realist novel exploring themes of societal expectations, gender roles, and the consequences of social ostracization."
   },
   {
    "Name": "Simplicius Simplicissimus",
    "Author": "Grimmelshausen",
    "Link": "https:\/\/trace.tennessee.edu\/cgi\/viewcontent.cgi?referer=&httpsredir=1&article=1006&context=utk_newfound-ebooks",
    "Category": "Classics",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_360,c_scale\/jackets\/9781847498786.jpg",
    "Description": "A picaresque novel satirizing the Thirty Years' War in Germany."
   },
   {
    "Name": "Buddenbrooks: Verfall einer Familie",
    "Author": "Thomas Mann",
    "Link": "https:\/\/www.hueber.de\/media\/36\/Mann.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61Q3hlj20ZL._AC_UF1000,1000_QL80_.jpg",
    "Description": "A multi-generational saga chronicling the rise and fall of a wealthy merchant family."
   },
   {
    "Name": "Der Ring des Nibelungen",
    "Author": "Richard Wagner",
    "Link": "https:\/\/www.reclam.de\/data\/media\/978-3-15-018628-2.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51KxppjMUeL._AC_UF894,1000_QL80_.jpg",
    "Description": "A cycle of four epic operas based on Norse mythology and Germanic legends."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   },
   {
    "Name": "Die Leiden des jungen Werthers",
    "Author": "Goethe",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/goethe-die-leiden-des-jungen-werther.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/cdn.foyles.co.uk\/bookjackets\/large\/9788\/0268\/9788026856658.jpg",
    "Description": "This epistolary novel follows the tragic love story of Werther, a sensitive young man who falls in love with a woman named Lotte, who is already engaged to another man. Werther's unrequited love leads to his eventual suicide, making it a seminal work in German literature."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Nathan der Weise",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/3c\/Lessing_Nathan.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/812gzYp-xlL._AC_UF1000,1000_QL80_.jpg",
    "Description": "Set in Jerusalem during the Third Crusade, \"Nathan der Weise\" is a philosophical play that advocates for religious tolerance and understanding. It tells the story of the Jewish merchant Nathan, the Muslim ruler Saladin, and the Christian knight Templar, who come together to explore themes of religious and cultural diversity."
   },
   {
    "Name": "Die Verwandlung",
    "Author": " Franz Kafka",
    "Link": "http:\/\/www.digbib.org\/Franz_Kafka_1883\/Die_Verwandlung_.pdf",
    "Category": "Classics",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61NKjoBgOBL._SY466_.jpg",
    "Description": "In this novella, Kafka tells the story of Gregor Samsa, a traveling salesman who wakes up one morning to find himself transformed into a giant insect. \"Die Verwandlung\" explores themes of alienation, isolation, and the absurdity of human existence."
   },
   {
    "Name": "Weihnacht!",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/reise\/weihnach\/gr24-txt.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/2\/2e\/Karl_May_Weihnacht_Schneider_001.jpg",
    "Description": "Weihnacht! by Karl May includes dramatic narratives that touch upon themes of compassion, generosity, and the true spirit of the holiday season."
   },
   {
    "Name": "Emilia Galotti",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/damnick.de\/media\/emilia-galotti\/Lessing-Emilia-Galotti-Damnick_Verlag.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9783958554009-es.jpg",
    "Description": " This 18th-century tragedy portrays the struggle of Emilia Galotti, a virtuous woman, against the corrupt and oppressive power of a prince who desires her."
   },
   {
    "Name": "Woyzeck",
    "Author": "Georg Büchner",
    "Link": "https:\/\/pracownik.kul.pl\/files\/12821\/public\/MA_seminar\/G_Buchner_Woyzeck.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71q94oc2GtL._AC_UF1000,1000_QL80_.jpg",
    "Description": "\"Woyzeck\" by Georg Büchner - A groundbreaking work of German Expressionist drama, \"Woyzeck\" tells the story of a troubled soldier's descent into madness and violence, driven by societal oppression and psychological torment."
   },
   {
    "Name": "Die Räuber",
    "Author": " Friedrich Schiller",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/schiller-die-rauber.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/payload.cargocollective.com\/1\/18\/587753\/11167096\/JuanUseche_905.jpg",
    "Description": "This influential play by Schiller explores themes of rebellion, idealism, and the conflict between personal freedom and social order through the story of two brothers, Karl and Franz Moor."
   },
   {
    "Name": "Der zerbrochene Krug",
    "Author": "Kleist",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/kleist-der-zerbrochne-krug.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71iVEzmF1YL._AC_UF1000,1000_QL80_.jpg",
    "Description": " A comedic play with elements of farce, \"The Broken Jug\" satirizes the flaws and hypocrisies of the legal system as a judge investigates a case of vandalism and misconduct."
   },
   {
    "Name": "Nathan der Weise",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/3c\/Lessing_Nathan.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/812gzYp-xlL._AC_UF1000,1000_QL80_.jpg",
    "Description": "Set in Jerusalem during the Third Crusade, \"Nathan der Weise\" is a philosophical play that advocates for religious tolerance and understanding. It tells the story of the Jewish merchant Nathan, the Muslim ruler Saladin, and the Christian knight Templar, who come together to explore themes of religious and cultural diversity."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Die Leiden des jungen Werthers",
    "Author": "Goethe",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/goethe-die-leiden-des-jungen-werther.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/cdn.foyles.co.uk\/bookjackets\/large\/9788\/0268\/9788026856658.jpg",
    "Description": "This epistolary novel follows the tragic love story of Werther, a sensitive young man who falls in love with a woman named Lotte, who is already engaged to another man. Werther's unrequited love leads to his eventual suicide, making it a seminal work in German literature."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Drama",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   },
   {
    "Name": "Faust",
    "Author": "Johann Wolfgang von Goethe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Faust%20(Aleman).pdf",
    "Category": "Drama",
    "Cover": "https:\/\/covers.storytel.com\/jpg-640\/9788726856668.cefe48e1-33d8-47f8-ad09-7a55f9eacae6?quality=70",
    "Description": "A dramatic masterpiece exploring themes of ambition, morality, and the human condition."
   },
   {
    "Name": "Die unendliche Geschichte",
    "Author": "Michael Ende",
    "Link": "https:\/\/www.weltbild.de\/media\/txt\/pdf\/9783522202039-100244967-die-unendliche-geschichte.pdf",
    "Category": "Fantasy",
    "Cover": "https:\/\/www.phantastik-couch.de\/fileadmin\/_processed_\/4\/e\/csm_3522202031_19d1e86c64.jpg",
    "Description": "A beloved classic of fantasy literature, this novel follows a young boy named Bastian as he discovers a magical book that draws him into the fantasy world of Fantastica, where he becomes involved in a quest to save the realm from destruction."
   },
   {
    "Name": "Momo",
    "Author": "Michael Ende",
    "Link": "https:\/\/www.kkoworld.com\/kitablar\/mixael-ende-momo-kko-eng.pdf",
    "Category": "Fantasy",
    "Cover": "https:\/\/michaelende.de\/sites\/default\/files\/Momo_0.jpg",
    "Description": "\"Momo\" is a fantastical allegory that explores themes of time, creativity, and the importance of human connection. The story follows a young girl named Momo who has the ability to listen deeply to others and helps her community resist the influence of time-stealing creatures known as the Men in Grey."
   },
   {
    "Name": "Krabat",
    "Author": "Otfried Preußler",
    "Link": "https:\/\/dl1.cuni.cz\/pluginfile.php\/929404\/mod_resource\/content\/1\/Krabat.pdf",
    "Category": "Fantasy",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51F4Z7I8FbL._AC_UF1000,1000_QL80_.jpg",
    "Description": " Set in 17th-century Germany, \"Krabat\" tells the story of a young boy named Krabat who becomes an apprentice to a sorcerer at a mysterious mill. As Krabat learns the dark arts of magic, he uncovers the mill's sinister secrets and must fight for his freedom and the safety of his friends."
   },
   {
    "Name": "Faust",
    "Author": "Johann Wolfgang von Goethe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Faust%20(Aleman).pdf",
    "Category": "Fantasy",
    "Cover": "https:\/\/covers.storytel.com\/jpg-640\/9788726856668.cefe48e1-33d8-47f8-ad09-7a55f9eacae6?quality=70",
    "Description": "A dramatic masterpiece exploring themes of ambition, morality, and the human condition."
   },
   {
    "Name": "Der Schatz im Silbersee",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/jugend\/silbers\/silbersee-txt.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/medien.umbreitkatalog.de\/bildzentrale_original\/978\/378\/021\/5369.jpg",
    "Description": "This popular adventure novel follows the exploits of Old Shatterhand and his Apache friend Winnetou as they search for hidden treasure in the American West. Filled with action, intrigue, and frontier adventure, it's one of Karl May's most beloved works."
   },
   {
    "Name": "Woyzeck",
    "Author": "Georg Büchner",
    "Link": "https:\/\/pracownik.kul.pl\/files\/12821\/public\/MA_seminar\/G_Buchner_Woyzeck.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71q94oc2GtL._AC_UF1000,1000_QL80_.jpg",
    "Description": "\"Woyzeck\" by Georg Büchner - A groundbreaking work of German Expressionist drama, \"Woyzeck\" tells the story of a troubled soldier's descent into madness and violence, driven by societal oppression and psychological torment."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   },
   {
    "Name": "Die Räuber",
    "Author": " Friedrich Schiller",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/schiller-die-rauber.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/payload.cargocollective.com\/1\/18\/587753\/11167096\/JuanUseche_905.jpg",
    "Description": "This influential play by Schiller explores themes of rebellion, idealism, and the conflict between personal freedom and social order through the story of two brothers, Karl and Franz Moor."
   },
   {
    "Name": "Emilia Galotti",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/damnick.de\/media\/emilia-galotti\/Lessing-Emilia-Galotti-Damnick_Verlag.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9783958554009-es.jpg",
    "Description": " This 18th-century tragedy portrays the struggle of Emilia Galotti, a virtuous woman, against the corrupt and oppressive power of a prince who desires her."
   },
   {
    "Name": "Der Schatz im Silbersee",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/jugend\/silbers\/silbersee-txt.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/medien.umbreitkatalog.de\/bildzentrale_original\/978\/378\/021\/5369.jpg",
    "Description": "This popular adventure novel follows the exploits of Old Shatterhand and his Apache friend Winnetou as they search for hidden treasure in the American West. Filled with action, intrigue, and frontier adventure, it's one of Karl May's most beloved works."
   },
   {
    "Name": "Krabat",
    "Author": "Otfried Preußler",
    "Link": "https:\/\/dl1.cuni.cz\/pluginfile.php\/929404\/mod_resource\/content\/1\/Krabat.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51F4Z7I8FbL._AC_UF1000,1000_QL80_.jpg",
    "Description": " Set in 17th-century Germany, \"Krabat\" tells the story of a young boy named Krabat who becomes an apprentice to a sorcerer at a mysterious mill. As Krabat learns the dark arts of magic, he uncovers the mill's sinister secrets and must fight for his freedom and the safety of his friends."
   },
   {
    "Name": "Michael Kohlhaas",
    "Author": "Kleist",
    "Link": "https:\/\/www.reclam.de\/data\/media\/978-3-15-019243-6.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/www.ibs.it\/images\/9788893255547_0_536_0_75.jpg",
    "Description": "This novella follows the story of Michael Kohlhaas, a horse trader who seeks justice after his horses are unlawfully confiscated by a local nobleman. His quest for retribution leads to rebellion and violence in 16th-century Germany."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Effi Briest",
    "Author": "Theodor Fontane",
    "Link": "https:\/\/ia800904.us.archive.org\/30\/items\/bub_gb_7dEnAAAAYAAJ\/bub_gb_7dEnAAAAYAAJ.pdf",
    "Category": "Fiction",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/81pUCsG8A6L._AC_UF1000,1000_QL80_.jpg",
    "Description": "A realist novel exploring themes of societal expectations, gender roles, and the consequences of social ostracization."
   },
   {
    "Name": "Der Sandmann",
    "Author": " E.T.A. Hoffmann",
    "Link": "https:\/\/www.lernhelfer.de\/sites\/default\/files\/lexicon\/pdf\/BWS-DEU2-0451-07.pdf",
    "Category": "Horror",
    "Cover": "https:\/\/www.kulturkaufhaus.de\/annotstream\/9783949276033\/COP\/Kindermann-Anna\/Der-Sandmann.jpg?sq=6",
    "Description": "This German Gothic novella by Hoffmann explores themes of madness, obsession, and the supernatural. It tells the story of a young man haunted by the memory of the Sandman from his childhood."
   },
   {
    "Name": "Die schwarze Spinne",
    "Author": " Jeremias Gotthelf",
    "Link": "https:\/\/www.gigers.com\/ernst\/Sprache\/GotthelfSpinne.pdf",
    "Category": "Horror",
    "Cover": "https:\/\/multimedia.knv.de\/cover\/88\/93\/67\/8893679600001Z.jpg",
    "Description": "This Swiss horror novella, translated into German, tells the story of a village plagued by a curse from a pact with the devil. It explores themes of sin, punishment, and the struggle between good and evil."
   },
   {
    "Name": "Die Verwandlung",
    "Author": " Franz Kafka",
    "Link": "http:\/\/www.digbib.org\/Franz_Kafka_1883\/Die_Verwandlung_.pdf",
    "Category": "Horror",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61NKjoBgOBL._SY466_.jpg",
    "Description": "In this novella, Kafka tells the story of Gregor Samsa, a traveling salesman who wakes up one morning to find himself transformed into a giant insect. \"Die Verwandlung\" explores themes of alienation, isolation, and the absurdity of human existence."
   },
   {
    "Name": "Das Parfum",
    "Author": " Patrick Süskind",
    "Link": "https:\/\/kpfu.ru\/portal\/docs\/F352275811\/3.Hauslesen..Patrick.S_skind._Das.Parf_m..Die.Geschichte.eines.M_rders__.pdf",
    "Category": "Horror",
    "Cover": "https:\/\/cdna.artstation.com\/p\/assets\/images\/images\/052\/413\/562\/large\/iryna-pronkina-18-06-22.jpg?1659716258",
    "Description": " This German novel tells the story of Jean-Baptiste Grenouille, a perfumer with a highly developed sense of smell who becomes obsessed with creating the perfect scent. His quest leads him to commit increasingly horrific acts in pursuit of his obsession."
   },
   {
    "Name": "Krabat",
    "Author": "Otfried Preußler",
    "Link": "https:\/\/dl1.cuni.cz\/pluginfile.php\/929404\/mod_resource\/content\/1\/Krabat.pdf",
    "Category": "Horror",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51F4Z7I8FbL._AC_UF1000,1000_QL80_.jpg",
    "Description": " Set in 17th-century Germany, \"Krabat\" tells the story of a young boy named Krabat who becomes an apprentice to a sorcerer at a mysterious mill. As Krabat learns the dark arts of magic, he uncovers the mill's sinister secrets and must fight for his freedom and the safety of his friends."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Emilia Galotti",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/damnick.de\/media\/emilia-galotti\/Lessing-Emilia-Galotti-Damnick_Verlag.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9783958554009-es.jpg",
    "Description": " This 18th-century tragedy portrays the struggle of Emilia Galotti, a virtuous woman, against the corrupt and oppressive power of a prince who desires her."
   },
   {
    "Name": "Das Parfum",
    "Author": " Patrick Süskind",
    "Link": "https:\/\/kpfu.ru\/portal\/docs\/F352275811\/3.Hauslesen..Patrick.S_skind._Das.Parf_m..Die.Geschichte.eines.M_rders__.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/cdna.artstation.com\/p\/assets\/images\/images\/052\/413\/562\/large\/iryna-pronkina-18-06-22.jpg?1659716258",
    "Description": " This German novel tells the story of Jean-Baptiste Grenouille, a perfumer with a highly developed sense of smell who becomes obsessed with creating the perfect scent. His quest leads him to commit increasingly horrific acts in pursuit of his obsession."
   },
   {
    "Name": "Der zerbrochene Krug",
    "Author": "Kleist",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/kleist-der-zerbrochne-krug.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71iVEzmF1YL._AC_UF1000,1000_QL80_.jpg",
    "Description": " A comedic play with elements of farce, \"The Broken Jug\" satirizes the flaws and hypocrisies of the legal system as a judge investigates a case of vandalism and misconduct."
   },
   {
    "Name": "Die Räuber",
    "Author": " Friedrich Schiller",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/schiller-die-rauber.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/payload.cargocollective.com\/1\/18\/587753\/11167096\/JuanUseche_905.jpg",
    "Description": "This influential play by Schiller explores themes of rebellion, idealism, and the conflict between personal freedom and social order through the story of two brothers, Karl and Franz Moor."
   },
   {
    "Name": "Der Schatz im Silbersee",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/jugend\/silbers\/silbersee-txt.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/medien.umbreitkatalog.de\/bildzentrale_original\/978\/378\/021\/5369.jpg",
    "Description": "This popular adventure novel follows the exploits of Old Shatterhand and his Apache friend Winnetou as they search for hidden treasure in the American West. Filled with action, intrigue, and frontier adventure, it's one of Karl May's most beloved works."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Mystery",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   },
   {
    "Name": "Die Gedichte",
    "Author": " Rainer Maria Rilke",
    "Link": "https:\/\/www.reclam.de\/data\/media\/978-3-15-020657-7.pdf",
    "Category": "Poetry",
    "Cover": "https:\/\/images.platoyo.com\/v7\/_letzshop_production_img_\/88e98b2578b953438d1d2489038e9215.jpeg?q=75&width=1500&height=1500&func=bound&org_if_sml=1&force_format=webp%2Cjpeg",
    "Description": "This collection features the lyrical and introspective poetry of Rainer Maria Rilke, exploring themes of love, nature, spirituality, and the human experience. Rilke's work is celebrated for its depth of emotion and philosophical insights."
   },
   {
    "Name": "Duineser Elegien",
    "Author": " Rainer Maria Rilke",
    "Link": "https:\/\/rebstein.files.wordpress.com\/2018\/06\/rainer-maria-rilke-duineser-elegien-1923.pdf",
    "Category": "Poetry",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51MuWGlkXkL._AC_UF1000,1000_QL80_.jpg",
    "Description": "Rilke's \"Duino Elegies\" is considered one of the masterpieces of 20th-century poetry. These elegiac poems contemplate existential themes such as life, death, love, and the search for meaning, imbued with profound beauty and philosophical depth."
   },
   {
    "Name": "Die Sonette an Orpheus",
    "Author": " Rainer Maria Rilke",
    "Link": "https:\/\/www.lernhelfer.de\/sites\/default\/files\/lexicon\/pdf\/BWS-DEU2-0519-05.pdf",
    "Category": "Poetry",
    "Cover": "https:\/\/www.monkfishpublishing.com\/wp-content\/uploads\/2023\/08\/9781958972397_FC_reduced.jpg",
    "Description": "This collection of sonnets reflects Rilke's engagement with the myth of Orpheus, exploring themes of creativity, transformation, and the power of art. The poems are characterized by their lyrical intensity and spiritual resonance."
   },
   {
    "Name": "West-östlicher Divan",
    "Author": " Goethe",
    "Link": "http:\/\/www.public-library.uk\/ebooks\/06\/56.pdf",
    "Category": "Poetry",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41Q2DQ6WRFL._AC_UF894,1000_QL80_.jpg",
    "Description": " Inspired by the Persian poet Hafez, Goethe's \"West-Eastern Divan\" is a collection of lyrical poetry exploring the themes of love, friendship, cultural exchange, and the unity of humanity. The work reflects Goethe's fascination with Eastern literature and philosophy."
   },
   {
    "Name": "Die Blumen des Bösen",
    "Author": "Charles Baudelaire",
    "Link": "https:\/\/www.lernhelfer.de\/sites\/default\/files\/lexicon\/pdf\/BWS-DEU1-0567-01.pdf",
    "Category": "Poetry",
    "Cover": "https:\/\/prod-bb-images.akamaized.net\/book-covers\/coverimage-9788728154274-bookwire-2021-11-19.jpg?w=640",
    "Description": "Originally written in French, Baudelaire's \"The Flowers of Evil\" has been translated into German and is celebrated for its exploration of the beauty and depravity of the human soul. The collection delves into themes of love, desire, decadence, and existential angst."
   },
   {
    "Name": "Die Verwandlung",
    "Author": " Franz Kafka",
    "Link": "http:\/\/www.digbib.org\/Franz_Kafka_1883\/Die_Verwandlung_.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61NKjoBgOBL._SY466_.jpg",
    "Description": "In this novella, Kafka tells the story of Gregor Samsa, a traveling salesman who wakes up one morning to find himself transformed into a giant insect. \"Die Verwandlung\" explores themes of alienation, isolation, and the absurdity of human existence."
   },
   {
    "Name": "Nathan der Weise",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/upload.wikimedia.org\/wikipedia\/commons\/3\/3c\/Lessing_Nathan.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/812gzYp-xlL._AC_UF1000,1000_QL80_.jpg",
    "Description": "Set in Jerusalem during the Third Crusade, \"Nathan der Weise\" is a philosophical play that advocates for religious tolerance and understanding. It tells the story of the Jewish merchant Nathan, the Muslim ruler Saladin, and the Christian knight Templar, who come together to explore themes of religious and cultural diversity."
   },
   {
    "Name": "Faust",
    "Author": "Johann Wolfgang von Goethe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Faust%20(Aleman).pdf",
    "Category": "Romance",
    "Cover": "https:\/\/covers.storytel.com\/jpg-640\/9788726856668.cefe48e1-33d8-47f8-ad09-7a55f9eacae6?quality=70",
    "Description": "A dramatic masterpiece exploring themes of ambition, morality, and the human condition."
   },
   {
    "Name": "Effi Briest",
    "Author": "Theodor Fontane",
    "Link": "http:\/\/www.digbib.org\/Theodor_Fontane_1819\/Effi_Briest_.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/612mu1w9UXL._SY522_.jpg",
    "Description": "\"Effi Briest\" is a realist novel by Theodor Fontane, portraying the tragic fate of a young woman, Effi, who is married off to an older man and subsequently faces societal condemnation for her affair with another man. It's a poignant critique of 19th-century German bourgeois society."
   },
   {
    "Name": "Emilia Galotti",
    "Author": "Gotthold Ephraim Lessing",
    "Link": "https:\/\/damnick.de\/media\/emilia-galotti\/Lessing-Emilia-Galotti-Damnick_Verlag.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9783958554009-es.jpg",
    "Description": " This 18th-century tragedy portrays the struggle of Emilia Galotti, a virtuous woman, against the corrupt and oppressive power of a prince who desires her."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   },
   {
    "Name": "Die Leiden des jungen Werthers",
    "Author": "Goethe",
    "Link": "https:\/\/wolnelektury.pl\/media\/book\/pdf\/goethe-die-leiden-des-jungen-werther.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/cdn.foyles.co.uk\/bookjackets\/large\/9788\/0268\/9788026856658.jpg",
    "Description": "This epistolary novel follows the tragic love story of Werther, a sensitive young man who falls in love with a woman named Lotte, who is already engaged to another man. Werther's unrequited love leads to his eventual suicide, making it a seminal work in German literature."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Romance",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Ein Psychologe erlebt das Konzentrationslager",
    "Author": "Viktor E. Frankl",
    "Link": "https:\/\/www.kreisquadratur.at\/wordpress\/wp-content\/uploads\/2015\/01\/Trotzdem-Ja-zum-Leben-sagen.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61gLbCqEnUL._SY522_.jpg",
    "Description": "Ein Psychologe erlebt das Konzentrationslager is a memoir by Viktor E. Frankl, a Holocaust survivor who was imprisoned in Auschwitz and other concentration camps.\nThe book recounts Frankl's experiences in the camps, and his observations on the psychological effects of imprisonment and torture.\nFrankl argues that even in the most extreme circumstances, it is possible to find meaning and purpose in life."
   },
   {
    "Name": "Der Steppenwolf",
    "Author": "Hermann Hesse",
    "Link": "https:\/\/omyjedu.com\/attached\/file\/20170811\/20170811104146_2291.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/711j9+JlfyL._SY522_.jpg",
    "Description": "\"Steppenwolf\" tells the story of Harry Haller, a middle-aged intellectual who struggles with the dual nature of his identity, oscillating between his human and wolfish selves. Hermann Hesse explores themes of existentialism, alienation, and the search for meaning."
   },
   {
    "Name": "Der Sandmann",
    "Author": " E.T.A. Hoffmann",
    "Link": "https:\/\/www.lernhelfer.de\/sites\/default\/files\/lexicon\/pdf\/BWS-DEU2-0451-07.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/www.kulturkaufhaus.de\/annotstream\/9783949276033\/COP\/Kindermann-Anna\/Der-Sandmann.jpg?sq=6",
    "Description": "This German Gothic novella by Hoffmann explores themes of madness, obsession, and the supernatural. It tells the story of a young man haunted by the memory of the Sandman from his childhood."
   },
   {
    "Name": "Faust",
    "Author": "Johann Wolfgang von Goethe",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/Faust%20(Aleman).pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/covers.storytel.com\/jpg-640\/9788726856668.cefe48e1-33d8-47f8-ad09-7a55f9eacae6?quality=70",
    "Description": "A dramatic masterpiece exploring themes of ambition, morality, and the human condition."
   },
   {
    "Name": "Der Schatz im Silbersee",
    "Author": " Karl May",
    "Link": "https:\/\/www.karl-may-gesellschaft.de\/kmg\/primlit\/jugend\/silbers\/silbersee-txt.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/medien.umbreitkatalog.de\/bildzentrale_original\/978\/378\/021\/5369.jpg",
    "Description": "This popular adventure novel follows the exploits of Old Shatterhand and his Apache friend Winnetou as they search for hidden treasure in the American West. Filled with action, intrigue, and frontier adventure, it's one of Karl May's most beloved works."
   },
   {
    "Name": "Die schwarze Spinne",
    "Author": " Jeremias Gotthelf",
    "Link": "https:\/\/www.gigers.com\/ernst\/Sprache\/GotthelfSpinne.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/multimedia.knv.de\/cover\/88\/93\/67\/8893679600001Z.jpg",
    "Description": "This Swiss horror novella, translated into German, tells the story of a village plagued by a curse from a pact with the devil. It explores themes of sin, punishment, and the struggle between good and evil."
   },
   {
    "Name": "Woyzeck",
    "Author": "Georg Büchner",
    "Link": "https:\/\/pracownik.kul.pl\/files\/12821\/public\/MA_seminar\/G_Buchner_Woyzeck.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71q94oc2GtL._AC_UF1000,1000_QL80_.jpg",
    "Description": "\"Woyzeck\" by Georg Büchner - A groundbreaking work of German Expressionist drama, \"Woyzeck\" tells the story of a troubled soldier's descent into madness and violence, driven by societal oppression and psychological torment."
   },
   {
    "Name": "Das Parfum",
    "Author": " Patrick Süskind",
    "Link": "https:\/\/kpfu.ru\/portal\/docs\/F352275811\/3.Hauslesen..Patrick.S_skind._Das.Parf_m..Die.Geschichte.eines.M_rders__.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/cdna.artstation.com\/p\/assets\/images\/images\/052\/413\/562\/large\/iryna-pronkina-18-06-22.jpg?1659716258",
    "Description": " This German novel tells the story of Jean-Baptiste Grenouille, a perfumer with a highly developed sense of smell who becomes obsessed with creating the perfect scent. His quest leads him to commit increasingly horrific acts in pursuit of his obsession."
   },
   {
    "Name": "Der Prozess",
    "Author": "Franz Kafka",
    "Link": "https:\/\/files.libcom.org\/files\/The%20Trial%20-%20Franz%20Kafka(Deutsche)_0.pdf",
    "Category": "Thriller",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51z-9euY7kL.jpg",
    "Description": "The Trial tells the story of a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime not revealed to him or to the reader. This brilliant cautionary tale can also be read as a clever indictment of the stupidity and corruption of the legal system and government bureaucracy."
   }
  ],
  "English":[
   {
    "Name": "The Murders in the Rue Morgue",
    "Author": "Edgar Allan Poe",
    "Link": "https:\/\/ia804702.us.archive.org\/34\/items\/in.ernet.dli.2015.547632\/2015.547632.The-murders.pdf",
    "Category": "Classic",
    "Description": "This is a pioneering detective story in which C. Auguste Dupin, a brilliant amateur sleuth, solves a seemingly inexplicable murder case involving gruesome deaths in Paris. It is considered one of the earliest examples of the detective fiction genre.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1661025564i\/3301759.jpg"
   },
   {
    "Name": "The Strange Case of Dr. Jekyll and Mr. Hyde",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/www.commackschools.org\/Downloads\/Jekyll%20and%20Hyde%20text.pdf",
    "Category": "Classic",
    "Description": "This novella tells the story of a London lawyer, Gabriel John Utterson, who investigates the mysterious connection between Dr. Henry Jekyll, a respected scientist, and the sinister Edward Hyde. It explores themes of duality, morality, and the darker aspects of human nature.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/715JRl9HMJL._SY522_.jpg"
   },
   {
    "Name": "A Study in Scarlet",
    "Author": "Arthur Conan Doyle",
    "Link": "https:\/\/ia802503.us.archive.org\/12\/items\/studyinscarlet0000doyl_k3b6\/studyinscarlet0000doyl_k3b6.pdf",
    "Category": "Classic",
    "Description": "This novel introduces the iconic detective Sherlock Holmes and his companion Dr. John Watson. Together, they investigate a complex murder case involving revenge, conspiracy, and a secret society in Victorian London.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41zV5nEnEEL.jpg"
   },
   {
    "Name": "Pride and Prejudice",
    "Author": "Jane Austen",
    "Link": "https:\/\/www.gutenberg.org\/files\/1342\/old\/pandp12p.pdf",
    "Category": "Classic",
    "Description": "Set in early 19th-century England, this novel follows the romantic exploits of the spirited Elizabeth Bennet and the enigmatic Mr. Darcy. It explores themes of class, marriage, and the complexities of human relationships in Regency-era society.",
    "Cover": "https:\/\/readaloudrevival.com\/wp-content\/uploads\/2016\/05\/Pride-and-Prejudice.png.webp"
   },
   {
    "Name": "Jane Eyre",
    "Author": "Charlotte Brontë",
    "Link": "https:\/\/www.ucm.es\/data\/cont\/docs\/119-2014-04-09-Jane%20Eyre.pdf",
    "Category": "Classic",
    "Description": "This classic novel follows the life of the titular character, Jane Eyre, an orphan who becomes a governess at Thornfield Hall and falls in love with the brooding Mr. Rochester. It is a tale of love, independence, and personal growth set against the backdrop of Victorian England.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41yWEfbRyPL._SY445_SX342_.jpg"
   },
   {
    "Name": "Great Expectations",
    "Author": "Charles Dickens",
    "Link": "https:\/\/www.argentina.gob.ar\/sites\/default\/files\/great_expectations_dickens.pdf",
    "Category": "Classic",
    "Description": "This classic novel follows the life of Pip, an orphan who rises from humble beginnings to pursue his \"great expectations\" of wealth and social status. Along the way, he encounters memorable characters, navigates complex relationships, and learns valuable lessons about identity and redemption.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9780195455472-uk.jpg"
   },
   {
    "Name": "Wuthering Heights",
    "Author": "Emily Brontë",
    "Link": "https:\/\/www.ucm.es\/data\/cont\/docs\/119-2014-04-09-Wuthering%20Heights.pdf",
    "Category": "Classic",
    "Description": "Emily Brontë's only novel is a dark and passionate tale of love and revenge on the Yorkshire moors. It follows the doomed love affair between Catherine Earnshaw and Heathcliff, and the destructive forces it unleashes.",
    "Cover": "https:\/\/i.pinimg.com\/736x\/3c\/fa\/8f\/3cfa8fe9e51c8d224c1f849a431eed60.jpg"
   },
   {
    "Name": "Frankenstein",
    "Author": "Mary Shelley",
    "Link": "https:\/\/rauterberg.employee.id.tue.nl\/lecturenotes\/DDM110%20CAS\/Shelley-1818%20Frankenstein.pdf",
    "Category": "Classic",
    "Description": "Often considered the first science fiction novel, \"Frankenstein\" tells the story of Victor Frankenstein, a young scientist who creates a monstrous creature. The novel explores themes of ambition, responsibility, and the consequences of unchecked ambition.",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_568,c_scale\/jackets\/9781847493507.jpg"
   },
   {
    "Name": "The Picture of Dorian Gray",
    "Author": "Oscar Wilde",
    "Link": "https:\/\/web.seducoahuila.gob.mx\/biblioweb\/upload\/the_picture_of_dorian_gray.pdf",
    "Category": "Classic",
    "Description": "Oscar Wilde's only novel follows the handsome and wealthy Dorian Gray, who sells his soul to maintain his youthful appearance while his portrait ages. The novel explores themes of vanity, morality, and the pursuit of beauty.",
    "Cover": "https:\/\/mir-s3-cdn-cf.behance.net\/project_modules\/1400_opt_1\/100c3b147788277.62c8ab764c7d6.jpeg"
   },
   {
    "Name": "Boy, Tales of Childhood",
    "Author": "Roald Dahl",
    "Link": "http:\/\/www.tavisdupreez.com\/uploads\/5\/8\/9\/4\/58946467\/roalddahl_boy.pdf",
    "Category": "Drama",
    "Description": "This autobiographical work by Roald Dahl recounts his childhood experiences, including tales of mischief, adventure, and the formative events that shaped his life and inspired his imaginative storytelling.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61YrdYpkI4L._SY522_.jpg"
   },
   {
    "Name": "To Kill a Mockingbird",
    "Author": "Harper Lee",
    "Link": "https:\/\/giove.isti.cnr.it\/demo\/eread\/libri\/angry\/mockingbird.pdf",
    "Category": "Drama",
    "Description": "Set in the racially charged atmosphere of the American South during the 1930s, this novel follows young Scout Finch as she comes of age and learns about morality, empathy, and the importance of standing up for what is right, as her father, Atticus Finch, defends a black man falsely accused of rape.",
    "Cover": "https:\/\/blog.12min.com\/wp-content\/uploads\/2018\/04\/05c-To-Kill-a-Mockingbird-PDF-Summary.jpg"
   },
   {
    "Name": "Hamlet",
    "Author": "William Shakespeare",
    "Link": "https:\/\/ia800202.us.archive.org\/0\/items\/tragedyofham00shak\/tragedyofham00shak.pdf",
    "Category": "Drama",
    "Description": "Perhaps the most famous play ever written, Hamlet is a complex and enduring story of revenge, betrayal, and madness. Prince Hamlet of Denmark grapples with the ghost of his murdered father, who demands revenge on his killer, Hamlet's uncle Claudius, who has now seized the throne and married Hamlet's mother.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/613u0FPvclL._SY522_.jpg"
   },
   {
    "Name": "King Lear",
    "Author": "William Shakespeare",
    "Link": "https:\/\/dn790006.ca.archive.org\/0\/items\/kinglear00shak\/kinglear00shak.pdf",
    "Category": "Drama",
    "Description": "Another of Shakespeare's greatest tragedies, King Lear tells the story of an aging king who foolishly divides his kingdom among his two daughters, Goneril and Regan, who flatter him, and disinherits his third daughter, Cordelia, who speaks the truth. Lear soon discovers the true nature of his elder daughters and descends into madness.",
    "Cover": "https:\/\/g.christianbook.com\/dg\/product\/cbd\/f400\/80586.jpg"
   },
   {
    "Name": "The Strange Case of Dr. Jekyll and Mr. Hyde",
    "Author": "Robert Louis Stevenson",
    "Link": "https:\/\/ia902900.us.archive.org\/25\/items\/in.ernet.dli.2015.149608\/2015.149608.The-Strange-Case-Of-Dr-Jekyll-And-Mr-Hyde-And-Kidnapped.pdf",
    "Category": "Drama",
    "Description": "This novella tells the story of a London lawyer, Gabriel John Utterson, who investigates the mysterious connection between Dr. Henry Jekyll, a respected scientist, and the sinister Edward Hyde. It explores themes of duality, morality, and the darker aspects of human nature.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/715JRl9HMJL._SY522_.jpg"
   },
   {
    "Name": "The Importance of Being Earnest",
    "Author": "Oscar Wilde ",
    "Link": "https:\/\/anglaishautegironde.com\/wp-content\/uploads\/2019\/01\/the_importance_of_being_earnest.pdf",
    "Category": "Drama",
    "Description": "A hilarious comedy of manners by Oscar Wilde, this play follows two gentlemen who lead double lives in order to escape the social pressures of Victorian England. Filled with witty dialogue and clever wordplay, the play is a delightful satire of upper-class society.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41WRwtd0OsL._SY445_SX342_.jpg"
   },
   {
    "Name": "A Doll's House",
    "Author": "Henrik Ibsen",
    "Link": "https:\/\/www2.hf.uio.no\/polyglotta\/public\/media\/libraries\/file\/10\/A%20Dolls%20House-%20Henrik%20Ibsen.pdf",
    "Category": "Drama",
    "Description": "A groundbreaking drama by Norwegian playwright Henrik Ibsen, A Doll's House explores the oppression of women in 19th-century society. The play tells the story of Nora Helmer, a seemingly happy housewife who eventually rebels against her controlling husband.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61ucRZ0rxkL._SY522_.jpg"
   },
   {
    "Name": "The Picture of Dorian Gray",
    "Author": " Oscar Wilde",
    "Link": "https:\/\/dn790008.ca.archive.org\/0\/items\/pictureofdoriang00wildiala\/pictureofdoriang00wildiala.pdf",
    "Category": "Drama",
    "Description": "This Gothic novel by Oscar Wilde tells the story of Dorian Gray, a young man who sells his soul for eternal youth. As Dorian indulges in a life of pleasure and sin, his portrait bears the marks of his corruption, while he remains forever young and beautiful.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91uns-1GnQL._SY522_.jpg"
   },
   {
    "Name": "The Count of Monte Cristo",
    "Author": "Alexandre Dumas ",
    "Link": "https:\/\/www.epedagogia.com.br\/materialbibliotecaonine\/797The-Count-of-Monte-Cristo.pdf",
    "Category": "Drama",
    "Description": "An adventure novel by French writer Alexandre Dumas, this classic tale follows Edmond Dantes, a man who is wrongly imprisoned for a crime he did not commit. After escaping from prison, Dantes transforms himself into the wealthy and mysterious Count of Monte Cristo and sets out to exact revenge on those who betrayed him.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/31NsKViklcL._SY445_SX342_.jpg"
   },
   {
    "Name": "The Glass Menagerie ",
    "Author": "Tennessee Williams",
    "Link": "https:\/\/www.pval.org\/cms\/lib\/NY19000481\/Centricity\/Domain\/105\/the_glass_menagerie_messy_full_text.pdf",
    "Category": "Drama",
    "Description": " This autobiographical play by Tennessee Williams tells the story of a struggling family living in St. Louis during the Great Depression. The Wingfield family consists of Amanda, a faded Southern belle clinging to memories of her youth, her son Tom, a warehouse worker who escapes his reality through movies and writing, and her daughter Laura, a shy and fragile young woman with a collection of glass animals. Amanda desperately desires a \"gentleman caller\" for Laura, but her illusions clash with the harsh realities of their situation. The play explores themes of memory, illusion, escape, and the yearning for connection.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51GltFNxhhL._SY522_.jpg"
   },
   {
    "Name": "Alice's Adventures in Wonderland",
    "Author": "Lewis Carroll",
    "Link": "https:\/\/dn790000.ca.archive.org\/0\/items\/AlicesAdventuresInWonderland\/alice-in-wonderland.pdf",
    "Category": "Fantasy",
    "Description": "A young girl named Alice chases a white rabbit down a hole and finds herself in the nonsensical world of Wonderland, filled with tea parties, talking animals, and a mad queen.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51r8-CDGx0L._SY445_SX342_.jpg"
   },
   {
    "Name": "The Lord of the Rings trilogy",
    "Author": "John Ronald Reuel Tolkien",
    "Link": "https:\/\/gosafir.com\/mag\/wp-content\/uploads\/2019\/12\/Tolkien-J.-The-lord-of-the-rings-HarperCollins-ebooks-2010.pdf",
    "Category": "Fantasy",
    "Description": "This epic fantasy series follows the quest to destroy the One Ring, which holds immense power and threatens to plunge Middle-earth into darkness. The story encompasses themes of heroism, friendship, sacrifice, and the struggle between good and evil.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51Jh5DZzPFL._SY445_SX342_.jpg"
   },
   {
    "Name": "Frankenstein",
    "Author": "Mary Shelley",
    "Link": "https:\/\/ia804705.us.archive.org\/4\/items\/in.ernet.dli.2015.91897\/2015.91897.Frankenstein.pdf",
    "Category": "Fiction",
    "Description": "This classic Gothic novel tells the story of Victor Frankenstein, a young scientist who creates a grotesque creature in an unorthodox experiment. The novel explores themes of ambition, responsibility, and the consequences of unchecked scientific pursuit.",
    "Cover": "https:\/\/i.harperapps.com\/hcanz\/covers\/9780746089446\/x293.jpg"
   },
   {
    "Name": "Great Expectations",
    "Author": "Charles Dickens",
    "Link": "https:\/\/www.argentina.gob.ar\/sites\/default\/files\/great_expectations_dickens.pdf",
    "Category": "Fiction",
    "Description": "This coming-of-age novel follows the journey of Pip, an orphan who rises from humble beginnings to pursue his \"great expectations\" of wealth and social status. It is a richly detailed narrative that explores themes of ambition, identity, and the impact of society on individuals.",
    "Cover": "https:\/\/pictures.abebooks.com\/isbn\/9780195455472-uk.jpg"
   },
   {
    "Name": 1984,
    "Author": "George Orwell",
    "Link": "https:\/\/rauterberg.employee.id.tue.nl\/lecturenotes\/DDM110%20CAS\/Orwell-1949%201984.pdf",
    "Category": "Fiction",
    "Description": "Set in a dystopian future where totalitarianism reigns, \"1984\" follows Winston Smith, a low-ranking member of the ruling Party, as he rebels against the oppressive regime led by Big Brother. The novel explores themes of surveillance, censorship, propaganda, and the nature of truth.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41sjzA8EGhL._SY445_SX342_.jpg"
   },
   {
    "Name": "Diary of a Wimpy Kid: No Brainer",
    "Author": "Jeff Kinney",
    "Link": "https:\/\/ia800509.us.archive.org\/26\/items\/NoBrainerDiaryOfAWimpyKidBook18JeffKi\/No%20Brainer%20%28Diary%20of%20a%20Wimpy%20Kid%20Book%20%2318%29_text.pdf",
    "Category": "Fiction",
    "Description": "In this installment of the \"Diary of a Wimpy Kid\" series by Jeff Kinney, middle schooler Greg Heffley faces new challenges, mishaps, and humorous adventures as he navigates the ups and downs of adolescence.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51Md5DMsP1L._SY445_SX342_.jpg"
   },
   {
    "Name": "Diary of a Wimpy Kid",
    "Author": "Jeff Kinney",
    "Link": "https:\/\/ia802902.us.archive.org\/19\/items\/diaryofawimpykidbookseriesbyjeffkinney_202004\/Diary%20of%20a%20wimpy%20kid%20book01.pdf",
    "Category": "Fiction",
    "Description": " This popular children's book series follows the humorous misadventures of Greg Heffley, a middle schooler navigating the challenges of adolescence, friendships, and family life. Presented in diary format with accompanying illustrations, the books offer a lighthearted and relatable look at the ups and downs of growing up.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91XUENePBlL._SY522_.jpg"
   },
   {
    "Name": "Diary of a Wimpy Kid: Dog Days",
    "Author": "Jeff Kinney",
    "Link": "https:\/\/ia803408.us.archive.org\/6\/items\/20210412_20210412_1655\/Dog_Days_-_Jeff_Kinney%20%281%29.pdf",
    "Category": "Fiction",
    "Description": " In this installment of the \"Diary of a Wimpy Kid\" series, Greg Heffley faces the trials and tribulations of summer vacation, including failed attempts at outdoor activities, family vacations, and encounters with his eccentric relatives. The book continues the humorous and engaging style of the series.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51t15vTaW9L._SY445_SX342_.jpg"
   },
   {
    "Name": "Diary of a Wimpy Kid: The Ugly Truth",
    "Author": "Jeff Kinney",
    "Link": "https:\/\/ia902902.us.archive.org\/19\/items\/diaryofawimpykidbookseriesbyjeffkinney_202004\/Diary%20of%20a%20wimpy%20kid%20book05%20the%20ugly%20truth.pdf",
    "Category": "Fiction",
    "Description": "As Greg Heffley navigates the challenges of middle school and adolescence, he grapples with issues of friendship, identity, and self-discovery. In \"The Ugly Truth,\" Greg confronts the awkwardness of puberty, the complexities of relationships, and the pressures of growing up in a humorous and relatable manner.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91n1R2TdyUL._SY522_.jpg"
   },
   {
    "Name": "Frankenstein",
    "Author": "Mary Shelley",
    "Link": "https:\/\/rauterberg.employee.id.tue.nl\/lecturenotes\/DDM110%20CAS\/Shelley-1818%20Frankenstein.pdf",
    "Category": "Fiction",
    "Description": "Often considered the first science fiction novel, \"Frankenstein\" tells the story of Victor Frankenstein, a young scientist who creates a monstrous creature. The novel explores themes of ambition, responsibility, and the consequences of unchecked ambition.",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_568,c_scale\/jackets\/9781847493507.jpg"
   },
   {
    "Name": "The Haunting of Hill House",
    "Author": " Shirley Jackson ",
    "Link": "https:\/\/havenner.weebly.com\/uploads\/2\/0\/5\/7\/20575006\/jackson-shirley-the-haunting-of-hill-house.pdf",
    "Category": "Horror",
    "Description": "This classic horror novel follows four individuals who gather at the mysterious Hill House to investigate its reputed supernatural phenomena. As they delve deeper into the house's dark history, they are consumed by fear and terror.",
    "Cover": "https:\/\/cdn2.penguin.com.au\/covers\/400\/9780141191447.jpg"
   },
   {
    "Name": "Coraline",
    "Author": "Neil Gaiman",
    "Link": "https:\/\/ieas-szeged.hu\/downtherabbithole\/wp-content\/uploads\/2020\/02\/Neil-Gaiman_Coraline.pdf",
    "Category": "Horror",
    "Description": "Coraline, bored with her life, discovers a door to a parallel world that seems perfect at first. But this world hides a sinister secret, and Coraline must use her courage and ingenuity to escape.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/7144kOcr8DL._SY522_.jpg"
   },
   {
    "Name": "The Shining",
    "Author": "Stephen King",
    "Link": "https:\/\/ia801400.us.archive.org\/2\/items\/the-shining-by-stephen-king-1977\/The%20Shining.pdf",
    "Category": "Horror",
    "Description": "Jack Torrance, an aspiring writer and recovering alcoholic, accepts a job as the winter caretaker of the remote Overlook Hotel, where he hopes to work on his novel. However, as winter sets in, the hotel's sinister influence begins to unravel his sanity, leading to horrifying consequences for him and his family.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41gcbw-zBoL._SY445_SX342_.jpg"
   },
   {
    "Name": "The Lottery",
    "Author": "Shirley Jackson",
    "Link": "https:\/\/bpb-us-e2.wpmucdn.com\/sites.middlebury.edu\/dist\/d\/2396\/files\/2019\/09\/jackson_lottery.pdf",
    "Category": "Horror",
    "Description": "In this chilling short story, the residents of a small town gather annually for a ritualistic lottery, the true nature of which becomes increasingly disturbing as the story unfolds. It is a powerful commentary on conformity, tradition, and the darker aspects of human nature.",
    "Cover": "https:\/\/img1.od-cdn.com\/ImageType-400\/0484-1\/C3D\/028\/06\/%7BC3D02806-DEE2-4458-8003-A867221CE110%7DImg400.jpg"
   },
   {
    "Name": "The Exorcist",
    "Author": "William Peter Blatty",
    "Link": "http:\/\/www.geocities.ws\/thebookstore\/the%20exorcist.pdf",
    "Category": "Horror",
    "Description": "This horror novel follows the demonic possession of a young girl named Regan and the efforts of two priests to save her soul through an exorcism. The novel explores themes of faith, evil, and the battle between good and evil.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41G6Xwc2V2L._SY445_SX342_.jpg"
   },
   {
    "Name": "And Then There Were None",
    "Author": "Agatha Christie",
    "Link": "https:\/\/dn790005.ca.archive.org\/0\/items\/AndThenThereWereNoneByAgathaChristie_201810\/And%20Then%20There%20Were%20None%20by%20Agatha%20Christie.pdf",
    "Category": "Horror",
    "Description": "Ten strangers are invited to a remote island mansion, only to find themselves cut off from the outside world and picked off one by one according to a sinister nursery rhyme.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41RpulOsOoL.jpg"
   },
   {
    "Name": "Sharp Objects",
    "Author": "Gillian Flynn",
    "Link": "https:\/\/www.oasisacademysouthbank.org\/uploaded\/South_Bank\/Curriculum\/Student_Learning\/Online_Library\/KS4\/Gone_girl\/03_Sharp_Objects_by_Gillian_Flynn.pdf",
    "Category": "Horror",
    "Description": "Sharp Objects is a psychological thriller novel by American author Gillian Flynn. It follows Camille Preaker, a troubled journalist who returns to her hometown to cover the murders of two young girls. As Camille delves deeper into the investigation, she begins to uncover dark secrets about her own family and the town she left behind.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41bO7j2CtUL._SY445_SX342_.jpg"
   },
   {
    "Name": "Storyteller",
    "Author": "Edgar Allan Poe",
    "Link": "https:\/\/americanenglish.state.gov\/files\/ae\/resource_files\/edgar_allan_poe_storyteller.pdf",
    "Category": "Horror",
    "Description": " In this novel, Sage Singer, a reclusive baker, forms an unlikely friendship with an elderly man named Josef Weber, who confesses to being a former Nazi SS guard. As Sage grapples with the moral implications of Josef's past, she confronts her own demons and learns the power of forgiveness.",
    "Cover": "https:\/\/images.booksense.com\/images\/468\/078\/9781688078468.jpg"
   },
   {
    "Name": "Sharp Objects",
    "Author": "Gillian Flynn",
    "Link": "https:\/\/www.oasisacademysouthbank.org\/uploaded\/South_Bank\/Curriculum\/Student_Learning\/Online_Library\/KS4\/Gone_girl\/03_Sharp_Objects_by_Gillian_Flynn.pdf",
    "Category": "Mystery",
    "Description": "Sharp Objects is a psychological thriller novel by American author Gillian Flynn. It follows Camille Preaker, a troubled journalist who returns to her hometown to cover the murders of two young girls. As Camille delves deeper into the investigation, she begins to uncover dark secrets about her own family and the town she left behind.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41bO7j2CtUL._SY445_SX342_.jpg"
   },
   {
    "Name": "The Big Four",
    "Author": "Agatha Christie",
    "Link": "https:\/\/ia601303.us.archive.org\/24\/items\/agatha-christie_the-big-four\/agatha-christie_the-big-four.pdf",
    "Category": "Mystery",
    "Description": "In this Hercule Poirot mystery, the famous detective investigates a series of seemingly unrelated murders, all of which are connected to an international criminal organization known as \"The Big Four.\" Poirot must unravel the complex web of clues to stop their nefarious plot.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1372506728i\/16316.jpg"
   },
   {
    "Name": "The Hound of the Baskervilles",
    "Author": "Arthur Conan Doyle",
    "Link": "https:\/\/www.ibe.it\/ebook\/The-Hound-of-the-Baskervilles.pdf",
    "Category": "Mystery",
    "Description": "Sherlock Holmes and Dr. John Watson investigate the mysterious death of Sir Charles Baskerville, whose demise is rumored to be linked to a family curse involving a supernatural hound. The novel is one of Conan Doyle's most famous Sherlock Holmes mysteries.",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_360,c_scale\/jackets\/9781847494962.jpg"
   },
   {
    "Name": "The Mystery of the Edwin Drood",
    "Author": "Charles Dickens",
    "Link": "https:\/\/ia601309.us.archive.org\/17\/items\/mysteryofedwindr00dickrich\/mysteryofedwindr00dickrich.pdf",
    "Category": "Mystery",
    "Description": "This unfinished novel by Charles Dickens follows the mysterious disappearance of Edwin Drood, a young man engaged to Rosa Bud. Set in a small English town, the novel explores themes of love, jealousy, and obsession while leaving readers to ponder the unresolved mystery of Drood's fate.",
    "Cover": "https:\/\/coronadotimes.com\/wp-content\/uploads\/2017\/10\/Edwin-Drood.jpg"
   },
   {
    "Name": "Rebecca",
    "Author": "Daphne du Maurier",
    "Link": "https:\/\/mlsh.ru\/files\/2016-05\/69b5fe47cd357ef18ac9cb50e8c67409.pdf",
    "Category": "Mystery",
    "Description": " In this Gothic novel, a young woman marries the wealthy widower Maxim de Winter and moves to his estate, Manderley. There, she becomes haunted by the memory of Maxim's deceased first wife, Rebecca, whose presence looms large over the house and its inhabitants.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1386605169i\/17899948.jpg"
   },
   {
    "Name": "The Woman in White",
    "Author": "Wilkie Collins",
    "Link": "https:\/\/ia601209.us.archive.org\/32\/items\/womaninwhiteano03collgoog\/womaninwhiteano03collgoog.pdf",
    "Category": "Mystery",
    "Description": "This Victorian sensation novel follows the mysterious circumstances surrounding the enigmatic woman in white and her connection to the wealthy heiress Laura Fairlie. The novel is renowned for its intricate plot, suspenseful atmosphere, and memorable characters.",
    "Cover": "https:\/\/cdn.penguin.co.uk\/dam-assets\/books\/9780141389431\/9780141389431-jacket-large.jpg"
   },
   {
    "Name": "And Then There Were None",
    "Author": "Agatha Christie",
    "Link": "https:\/\/dn790005.ca.archive.org\/0\/items\/AndThenThereWereNoneByAgathaChristie_201810\/And%20Then%20There%20Were%20None%20by%20Agatha%20Christie.pdf",
    "Category": "Mystery",
    "Description": "Ten strangers are invited to a remote island mansion, only to find themselves cut off from the outside world and picked off one by one according to a sinister nursery rhyme.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41RpulOsOoL.jpg"
   },
   {
    "Name": "The Murder of Roger Ackroyd",
    "Author": "Agatha Christie",
    "Link": "https:\/\/ia802908.us.archive.org\/0\/items\/the-murder-of-roger-ackroyd-1926\/The%20Murder%20of%20Roger%20Ackroyd%20%281926%29.pdf",
    "Category": "Mystery",
    "Description": "Poirot investigates the murder of a wealthy man, only to find that the killer is someone much closer to home than anyone expects.",
    "Cover": "https:\/\/miro.medium.com\/v2\/resize:fit:640\/format:webp\/1*YJOWvGFY7FyfPxwBM9QDAA.jpeg"
   },
   {
    "Name": "The Moonstone",
    "Author": "Wilkie Collins",
    "Link": "https:\/\/ia801506.us.archive.org\/26\/items\/in.ernet.dli.2015.202518\/2015.202518.The-Moonstone.pdf",
    "Category": "Mystery",
    "Description": "Often considered one of the first detective novels in English literature, \"The Moonstone\" revolves around the theft of a valuable diamond, the Moonstone, and the subsequent investigation to uncover the truth behind its disappearance.",
    "Cover": "https:\/\/excellerbooks.com\/wp-content\/uploads\/2022\/03\/THE-MOONSTONE-1-791x1024.jpg"
   },
   {
    "Name": "The Adventures of Sherlock Holmes",
    "Author": "Sir Arthur Conan Doyle",
    "Link": "https:\/\/people.maths.ox.ac.uk\/moulton\/documents\/The_Adventures_of_Sherlock_Holmes.pdf",
    "Category": "Mystery",
    "Description": "This collection of short stories features the legendary detective Sherlock Holmes and his faithful companion Dr. John Watson as they solve a series of intriguing mysteries, showcasing Holmes's deductive prowess and keen observational skills.",
    "Cover": "https:\/\/res.cloudinary.com\/bloomsbury-atlas\/image\/upload\/w_360,c_scale\/jackets\/9781847496164.jpg"
   },
   {
    "Name": "The Love Hypothesis",
    "Author": "Ali Hazelwood",
    "Link": "https:\/\/ia801506.us.archive.org\/31\/items\/the-love-hypothesis-by-ali-hazelwood\/The%20Love%20Hypothesis%20by%20Ali%20Hazelwood.pdf",
    "Category": "Romance",
    "Description": "In this contemporary romance novel, Ph.D. candidate Olive Smith finds herself in a fake relationship with her grumpy professor, Adam Carlsen, to prove a scientific hypothesis about love. As their pretend relationship deepens, Olive discovers unexpected truths about herself and her feelings for Adam.",
    "Cover": "https:\/\/cdn.kobo.com\/book-images\/5a8f563f-eccd-49f5-a756-9d179aa3963e\/353\/569\/90\/False\/summary-of-the-love-hypothesis-by-ali-hazelwood-1.jpg"
   },
   {
    "Name": "Jane Eyre",
    "Author": "Charlotte Brontë",
    "Link": "https:\/\/www.ucm.es\/data\/cont\/docs\/119-2014-04-09-Jane%20Eyre.pdf",
    "Category": "Romance",
    "Description": "Jane Eyre, an orphaned girl, endures a harsh upbringing before finding employment as a gover",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51ywiyXAvSL._SY445_SX342_.jpg"
   },
   {
    "Name": "Pride and Prejudice",
    "Author": "Jane Austen",
    "Link": "https:\/\/www.gutenberg.org\/files\/1342\/old\/pandp12p.pdf",
    "Category": "Romance",
    "Description": "Elizabeth Bennet is a strong-willed young woman who resists the advances of the arrogant Mr. Darcy. However, as they get to know each other, their feelings begin to change.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41WrRUbuQ0L._SY445_SX342_.jpg"
   },
   {
    "Name": "It Ends With Us",
    "Author": "Colleen Hoover",
    "Link": "https:\/\/icrrd.com\/public\/media\/15-05-2021-052358It-Ends-with-Us.pdf",
    "Category": "Romance",
    "Description": "This contemporary romance novel follows Lily Bloom, a young woman who grapples with her complicated past and the return of her first love, Ryle Kincaid. As their relationship unfolds, Lily must confront difficult truths and make choices that will shape her future.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51V6CkO9lkL._SY445_SX342_.jpg"
   },
   {
    "Name": "It Starts With Us",
    "Author": "Colleen Hoover",
    "Link": "https:\/\/ia601507.us.archive.org\/27\/items\/it-starts-with-us-colleen-hoover-z-lib.org_20221128\/It%20Starts%20with%20Us%20%28Colleen%20Hoover%29%20%28z-lib.org%29.pdf",
    "Category": "Romance",
    "Description": " In this steamy romance novel, engineer Dara Kazav and wildlife photographer Adam Pengelly find themselves drawn to each other during a conservation project in the Australian Outback. As they navigate their budding romance, they must confront their pasts and overcome obstacles to find happiness together.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71PNGYHykrL._AC_UY327_FMwebp_QL65_.jpg"
   },
   {
    "Name": "Little Women",
    "Author": "Louisa May Alcott",
    "Link": "https:\/\/www.defence.lk\/upload\/ebooks\/Little%20Women.pdf",
    "Category": "Romance",
    "Description": " Set against the backdrop of the Civil War, \"Little Women\" follows the lives of the March sisters—Meg, Jo, Beth, and Amy—as they come of age and navigate the challenges of love, friendship, and family. The novel is celebrated for its enduring themes of sisterhood, resilience, and the pursuit of dreams.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51F9Eium2IL._SY445_SX342_.jpg"
   },
   {
    "Name": "Red, White & Royal Blue",
    "Author": "Casey McQuiston",
    "Link": "https:\/\/www.booksfree.org\/wp-content\/uploads\/2022\/02\/Red-White-And-Royal-Blue-pdf-free-download.pdf",
    "Category": "Romance",
    "Description": " In this contemporary romance novel, the First Son of the United States, Alex Claremont-Diaz, and Prince Henry of Wales embark on a secret romance that threatens to upend their lives and the political landscape. The novel explores themes of love, identity, and the power of authenticity.",
    "Cover": "https:\/\/tailieutuhoc.com\/_next\/image?url=https%3A%2F%2Fm.media-amazon.com%2Fimages%2FI%2F41ptxLrdxFL.jpg&w=1080&q=75"
   },
   {
    "Name": "Pride and Prejudice",
    "Author": "Jane Austen",
    "Link": "https:\/\/www.gutenberg.org\/files\/1342\/old\/pandp12p.pdf",
    "Category": "Romance",
    "Description": " Set in early 19th-century England, this beloved novel follows the romantic exploits of Elizabeth Bennet and the enigmatic Mr. Darcy. Against the backdrop of Regency-era society, the novel explores themes of love, marriage, and class as the characters navigate the complexities of social expectations and personal relationships.",
    "Cover": "https:\/\/readaloudrevival.com\/wp-content\/uploads\/2016\/05\/Pride-and-Prejudice.png.webp"
   },
   {
    "Name": "Wuthering Heights",
    "Author": "Emily Brontë",
    "Link": "https:\/\/www.ucm.es\/data\/cont\/docs\/119-2014-04-09-Wuthering%20Heights.pdf",
    "Category": "Romance",
    "Description": "Emily Brontë's only novel is a dark and passionate tale of love and revenge on the Yorkshire moors. It follows the doomed love affair between Catherine Earnshaw and Heathcliff, and the destructive forces it unleashes.",
    "Cover": "https:\/\/i.pinimg.com\/736x\/3c\/fa\/8f\/3cfa8fe9e51c8d224c1f849a431eed60.jpg"
   },
   {
    "Name": "The Three Musketeers",
    "Author": "Alexandre Dumas",
    "Link": "https:\/\/www.defence.lk\/upload\/ebooks\/The%20Three%20Musketeers.pdf",
    "Category": "Adventure",
    "Description": "An adventure follows a young man named d'Artagnan who dreams of joining the king's Musketeers. He finds himself aligned with three legendary Musketeers - Athos, Porthos, and Aramis - and together they fight for justice, honor, and the beautiful Constance.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/710uf5FA6mL._SY522_.jpg"
   },
   {
    "Name": "The Adventures of Huckleberry Finn",
    "Author": "Mark Twain",
    "Link": "https:\/\/contentserver.adobe.com\/store\/books\/HuckFinn.pdf",
    "Category": "Adventure",
    "Description": "Huck Finn, a young boy living on the Mississippi River, escapes his abusive father and runs away on a raft with Jim, a runaway slave. Their journey down the river exposes Huck to the brutality of racism and helps him develop his own sense of morality.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71a20n579DL._SY522_.jpg"
   },
   {
    "Name": "The Metamorphosis",
    "Author": "Franz Kafka",
    "Link": "https:\/\/psychology.okstate.edu\/faculty\/jgrice\/psyc4333\/Franz_Kafka_The_Metamorphosis.pdf",
    "Category": "Adventure",
    "Description": "Gregor Samsa, a traveling salesman, wakes up one morning to find himself transformed into a giant insect. He struggles to adapt to his new form and care for his family, while they grapple with fear, disgust, and isolation.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61nlvcmPkGL._SY522_.jpg"
   },
   {
    "Name": "The Call of the Wild",
    "Author": "Jack London",
    "Link": "https:\/\/www.ibiblio.org\/ebooks\/London\/Call%20of%20Wild.pdf",
    "Category": "Adventure",
    "Description": "Buck, a pampered sled dog, is stolen and taken to the harsh Alaskan wilderness. He reverts to his primal instincts and becomes a powerful leader of a wolf pack.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51biMTWCm2L._SY445_SX342_.jpg"
   },
   {
    "Name": "Fahrenheit 451",
    "Author": "Ray Bradbury",
    "Link": "https:\/\/jghsenglish.edublogs.org\/files\/2015\/02\/Fahrenheit-451.pdf",
    "Category": "Adventure",
    "Description": "In a future where books are outlawed, fireman Guy Montag starts to question the society he lives in. When he meets a group of rebels who preserve books, he must choose between his job and his newfound beliefs.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/713hU5z9iaL._SY522_.jpg"
   },
   {
    "Name": "The Hitchhiker's Guide to the Galaxy",
    "Author": "Douglas Adams",
    "Link": "https:\/\/www.deyeshigh.co.uk\/downloads\/literacy\/world_book_day\/the_hitchhiker_s_guide_to_the_galaxy.pdf",
    "Category": "Adventure",
    "Description": "Arthur Dent escapes Earth's destruction with his friend Ford Prefect, who reveals himself to be an alien researcher for the titular Hitchhiker's Guide to the Galaxy. Together, they travel through space and time, encountering strange characters and absurd situations.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51E7YdMbUML._SY445_SX342_.jpg"
   },
   {
    "Name": "A Handmaid's Tale",
    "Author": "Margaret Atwood",
    "Link": "https:\/\/icmotrospaises.wordpress.com\/wp-content\/uploads\/2016\/07\/the-handmaids-tale-margaret-atwood.pdf",
    "Category": "Adventure",
    "Description": "Offred is a Handmaid in Gilead, a totalitarian regime that forces women into sexual servitude as a response to declining birth rates. The story explores themes of oppression, female subjugation, and the importance of freedom.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61IGEzUA8YL._SY522_.jpg"
   },
   {
    "Name": "The Princess Bride",
    "Author": "William Goldman",
    "Link": "https:\/\/sowersohs.files.wordpress.com\/2019\/01\/the_princess_bride.pdf",
    "Category": "Adventure",
    "Description": "Westley must rescue his love Princess Buttercup from the evil Prince Humperdinck. The story is a hilarious and heartwarming tale of love, adventure, and piracy as Goldman retells a classic fairy tale for adults.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71sxdzCAccL._SY522_.jpg"
   },
   {
    "Name": "Coraline",
    "Author": "Neil Gaiman",
    "Link": "https:\/\/ieas-szeged.hu\/downtherabbithole\/wp-content\/uploads\/2020\/02\/Neil-Gaiman_Coraline.pdf",
    "Category": "Adventure",
    "Description": "Coraline, bored with her life, discovers a door to a parallel world that seems perfect at first. But this world hides a sinister secret, and Coraline must use her courage and ingenuity to escape.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/7144kOcr8DL._SY522_.jpg"
   },
   {
    "Name": "The Stranger ",
    "Author": "Harlan Coben",
    "Link": "https:\/\/www.pval.org\/cms\/lib\/NY19000481\/Centricity\/Domain\/105\/the_glass_menagerie_messy_full_text.pdf",
    "Category": "Thriller",
    "Description": "Harlan Coben is a master of the twisty thriller, and The Stranger is no exception. When Adam Price discovers a secret about his wife that leaves him questioning everything he thought he knew, he's determined to get to the bottom of it. But the deeper he digs, the more danger he finds himself in.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/917CJCDldUL._SY522_.jpg"
   },
   {
    "Name": "The Girl with the Dragon Tattoo",
    "Author": "Stieg Larsson",
    "Link": "https:\/\/ebooknoid.wordpress.com\/wp-content\/uploads\/2012\/01\/the_girl_with_the_dragon_tattoo.pdf",
    "Category": "Thriller",
    "Description": "Lisbeth Salander, a brilliant young hacker with a troubled past, is hired by a disgraced journalist to investigate the disappearance of a young woman from a wealthy family years ago. Their investigation leads them down a dark path filled with corruption and violence.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41MfOTZ2-WL.__AC_QL70_FMwebp_.jpg"
   },
   {
    "Name": "The Silence of the Lambs",
    "Author": "Thomas Harris",
    "Link": "https:\/\/usuaris.tinet.cat\/palonso\/llibres\/harris\/the_silence_of_the_lambs.pdf",
    "Category": "Thriller",
    "Description": "FBI trainee Clarice Starling is sent to interview Dr. Hannibal Lecter, a brilliant psychiatrist who also happens to be a cannibalistic serial killer. She hopes to gain his insights into another killer who is on the loose.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/91ZRrdmNtQS._SY522_.jpg"
   },
   {
    "Name": "The Martian",
    "Author": "Andy Weir",
    "Link": "https:\/\/www.spaz.org\/~jake\/pix\/ebooks\/The%20Martian%20-%20Andy%20Weir.pdf",
    "Category": "Thriller",
    "Description": "An astronaut is stranded on Mars and presumed dead, but he's not giving up. He must use his ingenuity and resourcefulness to survive until a rescue mission can be mounted.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41DH9IEHLSL._SY445_SX342_.jpg"
   },
   {
    "Name": "The Woman in White",
    "Author": "Wilkie Collins",
    "Link": "https:\/\/libsysdigi.library.uiuc.edu\/OCA\/Books2009-07\/womaninwhite\/womaninwhite03coll\/womaninwhite03coll.pdf",
    "Category": "Thriller",
    "Description": "A young man encounters a mysterious woman in white who claims to have escaped from an asylum. He becomes determined to help her, but he soon finds himself entangled in a web of lies and deceit.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/71IqQCKW-iL._SY522_.jpg"
   },
   {
    "Name": "Rebecca",
    "Author": "Daphne du Maurier",
    "Link": "https:\/\/mlsh.ru\/files\/2016-05\/69b5fe47cd357ef18ac9cb50e8c67409.pdf",
    "Category": "Thriller",
    "Description": " In this Gothic novel, a young woman marries the wealthy widower Maxim de Winter and moves to his estate, Manderley. There, she becomes haunted by the memory of Maxim's deceased first wife, Rebecca, whose presence looms large over the house and its inhabitants.",
    "Cover": "https:\/\/images-na.ssl-images-amazon.com\/images\/S\/compressed.photo.goodreads.com\/books\/1386605169i\/17899948.jpg"
   },
   {
    "Name": "And Then There Were None",
    "Author": "Agatha Christie",
    "Link": "https:\/\/dn790005.ca.archive.org\/0\/items\/AndThenThereWereNoneByAgathaChristie_201810\/And%20Then%20There%20Were%20None%20by%20Agatha%20Christie.pdf",
    "Category": "Thriller",
    "Description": "Ten strangers are invited to a remote island mansion, only to find themselves cut off from the outside world and picked off one by one according to a sinister nursery rhyme.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/41RpulOsOoL.jpg"
   },
   {
    "Name": "The Count of Monte Cristo",
    "Author": "Alexandre Dumas ",
    "Link": "https:\/\/www.epedagogia.com.br\/materialbibliotecaonine\/797The-Count-of-Monte-Cristo.pdf",
    "Category": "Thriller",
    "Description": "An adventure novel by French writer Alexandre Dumas, this classic tale follows Edmond Dantes, a man who is wrongly imprisoned for a crime he did not commit. After escaping from prison, Dantes transforms himself into the wealthy and mysterious Count of Monte Cristo and sets out to exact revenge on those who betrayed him.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/31NsKViklcL._SY445_SX342_.jpg"
   },
   {
    "Name": "The Kindred",
    "Author": "Octavia Butler",
    "Link": "https:\/\/edisciplinas.usp.br\/pluginfile.php\/7964213\/mod_resource\/content\/0\/Butler-Kindred.pdf",
    "Category": "Thriller",
    "Description": "Dana, a young African American woman, finds herself inexplicably transported back in time to a slave plantation in the antebellum South.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/51PaF-I2ofL._SY445_SX342_.jpg"
   },
   {
    "Name": "In Cold Blood",
    "Author": "Truman Capote",
    "Link": "https:\/\/www.chinhnghia.com\/1836.pdf",
    "Category": "Thriller",
    "Description": "In Cold Blood is a true-crime account of the murders of a Kansas farm family. Capote spent years interviewing the killers and those who knew them, resulting in a chilling",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/31scA++mOAL._SY445_SX342_.jpg"
   },
   {
    "Name": "Gone Girl",
    "Author": "Gillian Flynn",
    "Link": "https:\/\/www.oasisacademysouthbank.org\/uploaded\/South_Bank\/Curriculum\/Student_Learning\/Online_Library\/KS4\/Gone_girl\/01_Gone_Girl_by_Gillian_Flynn.pdf",
    "Category": "Thriller",
    "Description": "Nick Dunne returns home to find his wife, Amy, missing. The police suspect him, but Nick claims he has nothing to do with her disappearance. As the media frenzy intensifies, Nick must clear his name and find Amy.",
    "Cover": "https:\/\/m.media-amazon.com\/images\/I\/61tesWhYreL._SY522_.jpg"
   }
  ],
  "Urdu":[
    {
      "Name": "Aish Dost",
      "Author": "Prof Khadim Muhiuddin",
      "Link": "https://ia902805.us.archive.org/18/items/aishdosturduprofkhadimalaudin/Aish%20Dost%20Urdu%20-%20Prof%20Khadim%20Alaudin.pdf",
      "Category": "Fiction",
      "Cover": "https://rekhta.pc.cdn.bitgravity.com/Images/EBooks/small_aish-dost-khadim-muhiuddin-ebooks.jpg",
      "Description": "A fictional tale exploring the intricacies of relationships and human emotions."
    },
    {
      "Name": "Badi Didi",
      "Author": "Sharat Chandra",
      "Link": "https://ia802802.us.archive.org/21/items/badididiurdusharatchandra/Badi%20Didi%20Urdu%20-%20Sharat%20Chandra.pdf",
      "Category": "Fiction",
      "Cover": "https://ia902802.us.archive.org/BookReader/BookReaderImages.php?zip=/21/items/badididiurdusharatchandra/Badi%20Didi%20Urdu%20-%20Sharat%20Chandra_jp2.zip&file=Badi%20Didi%20Urdu%20-%20Sharat%20Chandra_jp2/Badi%20Didi%20Urdu%20-%20Sharat%20Chandra_0000.jp2&id=badididiurdusharatchandra&scale=8&rotate=0",
      "Description": "A captivating narrative delving into family dynamics and societal norms."
    },
    {
      "Name": "Nasheman",
      "Author": "Abida Hijab Lakhnawi",
      "Link": "https://ia902806.us.archive.org/4/items/nashemanurduabidahhijablakhnawi/Nasheman%20Urdu%20-%20Abidah%20Hijab%20Lakhnawi.pdf",
      "Category": "Fiction",
      "Cover": "https://ia802806.us.archive.org/BookReader/BookReaderImages.php?zip=/4/items/nashemanurduabidahhijablakhnawi/Nasheman%20Urdu%20-%20Abidah%20Hijab%20Lakhnawi_jp2.zip&file=Nasheman%20Urdu%20-%20Abidah%20Hijab%20Lakhnawi_jp2/Nasheman%20Urdu%20-%20Abidah%20Hijab%20Lakhnawi_0000.jp2&id=nashemanurduabidahhijablakhnawi&scale=8&rotate=0",
      "Description": "A work of fiction that paints a vivid picture of love, loss, and resilience."
    },
    {
      "Name": "Aag Ka Darya",
      "Author": "Qurratulain Hyder",
      "Link": "https://ia800406.us.archive.org/21/items/AagKaDaryaByQuratUlAinHairder/Aag%20Ka%20Darya%20By%20Qurat%20Ul%20Ain%20Hairder.pdf",
      "Category": "Fiction",
      "Cover": "https://goshaeadab.com/wp-content/uploads/2021/06/aag.jpg",
      "Description": "A monumental saga spanning generations, reflecting on the passage of time and the evolution of society."
    },
    {
      "Name": "Yazeed",
      "Author": "Saadat Hassan Manto",
      "Link": "https://ia802903.us.archive.org/35/items/yazeedurdusaadathassanmanto/Yazeed%20Urdu%20-%20Saadat%20Hassan%20Manto.pdf",
      "Category": "Fiction",
      "Cover": "https://rekhta.pc.cdn.bitgravity.com/Images/EBooks/small_yazeed-saadat-hasan-manto-ebooks.jpg",
      "Description": "A collection of stories that push the boundaries of conventional storytelling, exploring the depths of human nature."
    },
    {
      "Name": "Kulliyat-e-Mir",
      "Author": "Mir Taqi Mir",
      "Link": "https://ia802702.us.archive.org/28/items/kulliyatimir/kulliyatimir.pdf",
      "Category": "Poetry",
      "Cover": "https://sangemeel.shop/cdn/shop/products/kulliyat-i-mir-556477-338570.jpg",
      "Description": "A treasury of poetic brilliance, showcasing the timeless verses of one of Urdu's greatest poets."
    },
    {
      "Name": "Diwan-e-Ghalib",
      "Author": "Mirza Asadullah Khan Ghalib",
      "Link": "https://ia801701.us.archive.org/21/items/dli.ernet.243634/243634-3008%20Diwan%20E%20Ghalib.pdf",
      "Category": "Poetry",
      "Cover": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1409368995i/23124975.jpg",
      "Description": "A compilation of poetic masterpieces, expressing the profound musings of a poetic genius."
    },
    {
      "Name": "Iqbal Imam-e-Adab",
      "Author": "Rais Ahmed Jafri",
      "Link": "https://ia804505.us.archive.org/1/items/iqbaligb00jafauoft/iqbaligb00jafauoft.pdf",
      "Category": "Poetry",
      "Cover": "https://rekhta.pc.cdn.bitgravity.com/Images/EBooks/small_iqbal-imam-e-adab-rais-ahmad-jafri-ebooks.jpg",
      "Description": "A poetic tribute to the philosophical legacy of Allama Iqbal, resonating with themes of self-discovery and enlightenment."
    },
    {
      "Name": "Kulliyat-e-Faiz",
      "Author": "Faiz Ahmad Faiz",
      "Link": "https://ia904709.us.archive.org/29/items/kulliyat-e-faiz-faiz-ahmad-faiz/kulliyat-e-faiz-faiz-ahmad-faiz-ebookslang=ur.pdf",
      "Category": "Poetry",
      "Cover": "https://rekhta.pc.cdn.bitgravity.com/Images/EBooks/small_kulliyat-e-faiz-faiz-ahmad-faiz-ebooks.jpg",
      "Description": "A profound collection of poetry, encapsulating the revolutionary spirit and lyrical genius of Faiz Ahmad Faiz."
    },
    {
      "Name": "Dastan-e-Amir Hamza",
      "Author": "Folklore",
      "Link": "https://ia601500.us.archive.org/13/items/01BadshahKaKhwab/01%20-%20Badshah_Ka_Khwab.pdf",
      "Category": "Adventure",
      "Cover": "https://ferozsons.com.pk/wp-content/uploads/2018/03/Badshah-Ka-Khawab.png",
      "Description": "An adventurous saga from folklore, recounting the heroic exploits of Amir Hamza in a fantastical world."
    }
  ]
  
  }